[
    {
        "page": 1,
        "content": "NCBI Bookshelf. A service of the National Library of Medicine, National Institutes of Health.\nStatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2025 Jan-.\nAzithromycin\nAuthors\nZachary Sandman; Omar A. Iqbal.\nAffiliations\n Touro College of Osteopathic Medicine\n University of Medicine & Health Sciences\nLast Update: November 9, 2024.\nContinuing Education Activity\nAzithromycin is a macrolide primarily prescribed to treat bacterial infections, including community-acquired\npneumonia and sexually transmitted infections. This activity addresses the indications, mechanism of action, and\ncontraindications of azithromycin, emphasizing critical factors such as administration, adverse event profile, toxicity,\nmonitoring, and drug interactions. This review provides healthcare professionals with essential insights for optimizing\nazithromycin therapy by tailoring treatment to patient-specific needs, minimizing adverse effects, and ensuring safety\nin diverse populations.\nA deeper understanding of azithromycin’s pharmacological properties enables informed prescribing decisions and\nappropriate dosing strategies. This program underscores the role of interprofessional collaboration, clarifying roles,\nand enhancing coordination within the healthcare team to support effective management of azithromycin therapy for\nbacterial infections. By equipping healthcare professionals with evidence-based knowledge, this activity fosters\nimproved patient outcomes through personalized and effective treatment plans, advancing standards in care related to\nazithromycin administration.\nObjectives:\nIdentify the mechanism of action and appropriate administration methods of azithromycin.\nAssess the adverse effects and contraindications associated with azithromycin therapy.\nEvaluate the appropriate monitoring strategies for patients receiving azithromycin therapy.\nImplement effective collaboration and communication among interprofessional team members to improve\noutcomes and treatment efficacy for patients who might benefit from azithromycin therapy.\nAccess free multiple choice questions on this topic.\nIndications\nAzithromycin is a broad-spectrum macrolide antimicrobial and one of the most frequently prescribed antimicrobial\ndrugs in the United States. Azithromycin is an erythromycin derivative with greatly enhanced activity against gram-\nnegative bacteria (including Enterobacteriaceae) that also provides coverage against many gram-positive organisms.\n[1][2] As an inhibitor of bacterial protein synthesis, azithromycin is effective against many \"atypical\" bacteria such as\nchlamydiae (eg, Chlamydia trachomatis and Chlamydophila psittaci), legionella (eg, Legionella pneumophila),\nmycoplasma (eg, Mycoplasma pneumoniae), and mycobacteria (eg, Mycobacterium avium).[3]\nFDA-Approved Indications1 2\n1\n26/17/25, 12:56 AM Azithromycin - StatPearls - NCBI Bookshelf\nhttps://www.ncbi.nlm.nih.gov/books/NBK557766/?report=printable 1/13"
    },
    {
        "page": 2,
        "content": "Community-acquired pneumonia (CAP) caused by Streptococcus pneumoniae, Haemophilus influenzae, and\nMoraxella catarrhalis [4]  \nOther upper respiratory infectious processes, including acute otitis media and acute exacerbation of chronic\nobstructive pulmonary disease (COPD) [5]\nPharyngitis caused by Streptococcus pyogenes (as an alternative to a β-lactam agent)\nSkin infection due to S pyogenes, Streptococcus agalactiae, or Staphylococcus aureus \nM avium complex (MAC) infection treatment and prophylaxis for patients with advanced AIDS\nSexually transmitted infections, including chlamydia, gonococcal disease, chancroid (Haemophilus ducreyi),\nand Mycoplasma genitalium [6][7][8][9][10]\nUrethritis and cervicitis caused by C trachomatis or Neisseria gonorrhoeae. However, the CDC guidelines\nrecommended azithromycin only in combination with gentamicin for uncomplicated gonococcal infections of\nthe cervix or urethra, particularly for patients with a cephalosporin allergy.[11]\nOff-Label Uses\nSalmonella typhi infection (enteric fever) [12]\nLong-term prophylaxis for bronchiolitis obliterans (BO) in patients who have undergone lung\ntransplantation [13]\nOne study examined whether adding azithromycin to standard therapy could induce remission in patients with\npersistent uncontrolled asthma compared to placebo. Data from 335 participants over 12 months included increased\nrates of clinical remission and remission with lung function criteria, with some achieving complete remission.\nFactors such as better asthma-related quality of life predicted clinical remission. These findings suggest that\nazithromycin may help achieve asthma remission, highlighting its therapeutic potential. However, antimicrobial\nresistance should be considered.[14]\nA systematic review and meta-analysis suggest that azithromycin may reduce hospitalization duration in children with\nacute bronchiolitis who are younger than 2 years, but it does not prevent the recurrence of wheezing. Further studies\nwith larger sample sizes and clinically relevant outcomes are necessary.[15]\nFor patients 6 years and older with cystic fibrosis and persistent Pseudomonas aeruginosa infection, the Cystic\nFibrosis Foundation recommends the long-term administration of azithromycin to improve lung function and reduce\nexacerbations. However, due to potential resistance in patients with nontuberculous mycobacterial infections,\nscreening for nontuberculous mycobacteria is advised before initiating azithromycin and every 6 to 12 months\nthereafter. The committee has determined the benefit of long-term azithromycin therapy to be high for patients with P\naeruginosa infection and moderate in those without, with the estimated net benefit deemed small. Meta-analyses\nindicates that azithromycin therapy for patients with cystic fibrosis yields modest improvements in respiratory\nfunction and reduces exacerbation risk, though long-term efficacy is uncertain. Concerns about macrolide resistance\nhighlight the need for further research, especially for patients receiving cystic fibrosis transmembrane conductance\nregulator modulator therapies.[16][17]\nAzithromycin also has efficacy against some protozoal organisms such as Babesia spp. (eg, B microti), Plasmodium\nspp. (eg, malaria), and Toxoplasma gondii. This medication is sometimes used off-label for the treatment of these\nparasitic diseases in combination with antiprotozoal drugs such as atovaquone.[18][19][20] According to the\nInfectious Diseases Society of America (IDSA), atovaquone combined with azithromycin is the preferred\nantimicrobial regimen for babesiosis.[21][22]6/17/25, 12:56 AM Azithromycin - StatPearls - NCBI Bookshelf\nhttps://www.ncbi.nlm.nih.gov/books/NBK557766/?report=printable 2/13"
    },
    {
        "page": 3,
        "content": "Azithromycin's role in managing viral infections, including respiratory syncytial virus and SARS-CoV-2 has not\nbeen determined.[23][24][25][26][27]\nMechanism of Action\nLike other macrolide antimicrobials, azithromycin binds to the 23S portion of the 50S bacterial ribosomal\nsubunit. The drug inhibits bacterial protein synthesis by preventing the transit of aminoacyl-tRNA and the growing\nprotein through the ribosome. Azithromycin is less prone to disassociation from the gram-negative ribosome than\nerythromycin, which may explain its greater efficacy against gram-negative pathogens.[28] Like other macrolides and\nprotein-synthesis inhibitors, azithromycin is primarily bacteriostatic, inhibiting bacterial growth rather than directly\nkilling organisms. However, higher doses of azithromycin have a bactericidal effect against certain bacteria, such as\nstreptococci and H influenzae.[29][30]\nAzithromycin rapidly moves from the bloodstream into tissues and, once there, readily crosses cellular\nmembranes, making it effective against intracellular pathogens.[28][30] In nonbacterial organisms (ie, apicomplexan\nparasites such as Babesia spp., Plasmodium spp., and Toxoplasma spp.), azithromycin inhibits the 50S ribosome\nfound in the parasite apicoplast, an endosymbiosis-derived organelle with bacteria-like protein-synthesis machinery\nthat performs critical metabolic functions.[31][32]\nIn addition to azithromycin’s antimicrobial activity, it is a potent immunomodulator that markedly reduces airway\nneutrophilia, IL-8 gene expression, and C-reactive protein levels in lung transplant recipients and cystic fibrosis.[33]\n[34] Azithromycin has in vitro antiviral properties, which has created interest in the experimental treatment of SARS-\nCoV-2. By inducing the expression of retinoic acid-inducible gene I (RIG-I) like helicases, azithromycin enhanced the\nrhinovirus-induced expression of interferons in cultured cells of COPD patients but not in cultured cells of healthy\npatients in vitro.[35]\nAzithromycin resistance mechanisms are primarily linked to mutations in the 23S ribosomal subunit across various\nbacterial species, including N gonorrhoeae, P aeruginosa, and C trachomatis. In Enterobacteriaceae, resistance is\nassociated with 23S rRNA mutations and ribosomal protein alterations, often coupled with methylation by erm-like\ngenes. Efflux pump overexpression is a common resistance mechanism observed in P aeruginosa, E coli, and S\naureus, contributing to reduced drug accumulation.[36]\nPharmacokinetics\nAbsorption: The absolute bioavailability of a 250 mg dose of azithromycin is approximately 38%. When\nadministered as an oral suspension with food, the peak plasma concentration increases by 56%, while the area under\nthe curve (AUC) remains unchanged.\nDistribution: Azithromycin demonstrates excellent tissue penetration and intracellular accumulation. Azithromycin\nexhibits variable serum protein binding, decreasing from 51% at a concentration of 0.02 µg/mL to 7% at 2\nµg/mL. Azithromycin penetrates various human tissues, including the skin, bones, lungs, tonsils, cervix, prostate,\novaries, uterus, stomach, liver, and gallbladder. Azithromycin is highly concentrated in phagocytes, with an\nintracellular-to-extracellular concentration ratio exceeding 30 after 1 hour. This accumulation in phagocytes likely\nenhances drug distribution to inflamed tissues.\nMetabolism: Azithromycin is metabolized primarily in the liver. After administering single 500 mg oral or\nintravenous doses of azithromycin, plasma concentrations decrease in a polyphasic manner, leading to an average\nterminal half-life of about 68 hours.[37] The long half-life and extensive tissue and intracellular distribution permit\nonce-daily dosing and a shorter course of treatment than other antimicrobials. For example, a chlamydia infection\nmay be treated with a single 1 g dose of azithromycin versus 100 mg of doxycycline twice daily for 7 days.6/17/25, 12:56 AM Azithromycin - StatPearls - NCBI Bookshelf\nhttps://www.ncbi.nlm.nih.gov/books/NBK557766/?report=printable 3/13"
    },
    {
        "page": 4,
        "content": "Elimination: Biliary excretion is the primary route for eliminating unchanged medication following oral\nadministration.[38]\nAdministration\nAvailable Dosage Forms and Strengths\nOral formulations include tablets (250 mg, 500 mg), packets (1 gram dissolved in ¼ cup or 60 mL of water),\nand suspension for reconstitution (100 mg/5 mL, 200 mg/5 mL). These formulations can be administered with\nor without food.\nIntravenous (IV) azithromycin is available in a 500 mg preservative-free solution for reconstitution. IV\nazithromycin should be infused over at least 60 minutes. Azithromycin should not be administered via\nintramuscular injection or IV bolus.\nOphthalmic azithromycin solution (1%) for bacterial conjunctivitis is available in a 2.5 mL bottle.\nThe extended-release formulation of azithromycin has been discontinued.\nAdult Dosage\nThe standard dose is 250 or 500 mg, once daily, for 3 to 5 days. Higher doses are typically reserved for severe\ninfections. A single 1 g dose may be given for adults with chlamydia. \nAcute otitis media: For patients 6 months and older, azithromycin may be given in a single 30 mg/kg dose, or 10\nmg/kg once daily for 3 days, or 10 mg/kg on Day 1, followed by 5 mg/kg/d for the next 4 days.\nCommunity-acquired pneumonia: For patients 6 months and older with an infection due to C pneumoniae, H\ninfluenzae, M pneumoniae, or S pneumoniae, the recommended dosage is 10 mg/kg orally as a single dose on Day 1,\nfollowed by 5 mg/kg/d orally for the next 4 days. Azithromycin is usually combined with third-generation\ncephalosporins, such as ceftriaxone.[39]\nAcute bacterial sinusitis: The azithromycin dosage is 10 mg/kg orally once daily for 3 days. \nPharyngitis/tonsillitis: For patients 2 years and older with pharyngitis or tonsillitis caused by S pyogenes,\nazithromycin is given at 12 mg/kg orally once daily for 5 days, with a maximum daily dose of 500 mg.\nSpecific Patient Populations\nHepatic impairment: The pharmacokinetics of azithromycin in hepatic impairment have not been determined, so it\nshould be prescribed cautiously in this population.\nRenal impairment: Azithromycin may be administered to patients with renal disease or failure without regard for\ncreatinine clearance. Dose adjustments are usually not necessary.[37]\nPregnancy considerations: According to the American College of Obstetricians and Gynecologists guidelines,\nazithromycin may be included in a combination regimen for managing preterm rupture of membranes and can serve\nas an adjunctive prophylactic antibiotic for patients undergoing emergent cesarean delivery. Additionally,\nazithromycin may be indicated in specific scenarios before vaginal delivery for patients at high risk of endocarditis.\n[40][41][42]\nBreastfeeding considerations: Azithromycin is concentrated minimally in breast milk, making adverse effects in\nbreastfed infants unlikely; monitoring for gastrointestinal effects, including vomiting, diarrhea, and candidiasis, is\nrecommended. One study demonstrated that a single dose of azithromycin administered to women who were nasal\ncarriers of pathogenic Staphylococcus and Streptococcus during labor reduced bacterial counts in breast milk but6/17/25, 12:56 AM Azithromycin - StatPearls - NCBI Bookshelf\nhttps://www.ncbi.nlm.nih.gov/books/NBK557766/?report=printable 4/13"
    },
    {
        "page": 5,
        "content": "increased the prevalence of azithromycin-resistant E coli and K pneumoniae. The use of azithromycin eye drops by\nbreastfeeding mothers poses negligible risk to the infant, and applying pressure over the tear duct for 1 minute after\nadministration can further reduce drug transfer to breast milk.[43]\nPediatric patients: Azithromycin is indicated for patients 6 months or older with community-acquired pneumonia\ndue to C pneumoniae, H influenzae, M pneumoniae, or S pneumoniae. Azithromycin is also FDA-approved for\npatients 6 months or older with acute otitis media caused by H influenzae, M catarrhalis, or S\npneumoniae. Azithromycin is also indicated for patients 6 months or older with acute bacterial sinusitis caused by H\ninfluenzae, M catarrhalis, or S pneumoniae. For patients 2 years or older with pharyngitis or tonsillitis caused by S\npyogenes, azithromycin is an alternative therapy for individuals who cannot tolerate first-line treatment.\nOlder patients: No significant differences in safety or effectiveness have been observed between older and younger\npatients. However, greater sensitivity among some older patients cannot be ruled out based on reported clinical\nexperiences.\nAdverse Effects\nAzithromycin is considered a safe antimicrobial agent, and only a few patients discontinue it due to adverse effects.\n[44] This medication is also associated with fewer adverse cardiac effects than other macrolides (eg,\nerythromycin, clarithromycin).\nLike other macrolides, azithromycin can cause QTc prolongation, which can result in torsades de pointes or\npolymorphic ventricular tachycardia. In a large retrospective cohort study, azithromycin use correlated with a\nsmall but significant absolute increase in cardiovascular death as well as an increased risk of cardiovascular\ndeath relative to amoxicillin. These results were most pronounced among patients with the highest baseline\ncardiovascular risk.[45] However, another large cohort study failed to detect an increased risk of death from\ncardiovascular causes in young and middle-aged adults.[46] \nAzithromycin is rarely associated with hepatotoxicity, which primarily manifests as hepatocellular injury within\n3 weeks of initiating therapy. Clinical features of hepatotoxicity include cholestatic jaundice and elevated\ntransaminase concentrations.[47]\nLike other macrolides, azithromycin is associated with gastrointestinal adverse effects such as nausea and\ndiarrhea. All macrolides exhibit dose-dependent activation of intestinal motilin receptors, stimulating gastric\nmotility. Clinicians widely prescribe erythromycin for treating gastroparesis due to this mechanism.[48]\nLife-threatening hypersensitivity reactions to azithromycin, such as anaphylaxis and Stevens-Johnson syndrome\n(SJS), are rare.[49][50] \nMacrolides are also associated with the development of Clostridioides difficile infection but to a lesser degree\nthan other common antimicrobial classes (eg, clindamycin, fluoroquinolones, and cephalosporins).[51][52][53]\nA retrospective cohort study found that outpatient azithromycin use was associated with a higher risk of\ncardiovascular and noncardiovascular death. However, causality cannot be established due to potential residual\nconfounding.[54]\nDrug-Drug Interactions\nAzithromycin should be avoided in patients taking the first-generation antipsychotic pimozide. Macrolide\nantimicrobials inhibit CYP3A4, the same cytochrome that metabolizes pimozide; concomitant use of\nazithromycin with pimozide can cause dangerous plasma concentrations of pimozide, leading to QTc\nprolongation and, potentially, lethal arrhythmias. While azithromycin is a poor inhibitor of CYP3A4 relative to\nother macrolides, avoiding this interaction is still advisable.[55][56]6/17/25, 12:56 AM Azithromycin - StatPearls - NCBI Bookshelf\nhttps://www.ncbi.nlm.nih.gov/books/NBK557766/?report=printable 5/13"
    },
    {
        "page": 6,
        "content": "Azithromycin is an inhibitor of p-glycoprotein/ABCB1, a cell membrane glycoprotein transporter. Drugs that\nare substrates of P-glycoprotein, particularly those that are also substrates of CYP3A4, represent a relative\ncontraindication to azithromycin administration. Examples include colchicine and small-molecule calcitonin\ngene-related peptide (CGRP) antagonists.[57][58]\nIntravesical Bacillus Calmette-Guérin (BCG) instillations are prescribed as a treatment for bladder cancer.\nWhile product labeling advises suspending BCG therapy during antibiotic treatment due to potential\ninterference with clinical response, antibiotics may still be necessary during this interval. A recent study of 126\npatients found no significant impact of antibiotics on recurrence-free or progression-free survival during BCG\ninduction. Prolonged antibiotic treatment did extend the duration of BCG therapy, but overall, antibiotics did\nnot adversely affect oncological outcomes or adverse effects; a thorough risk-benefit evaluation is required.[59]\nContraindications\nAzithromycin is contraindicated for patients with a history of severe hypersensitivity (eg, anaphylaxis or SJS) to\nazithromycin or another macrolide antimicrobial. Azithromycin is also contraindicated for patients with a history of\ncholestatic jaundice or hepatic dysfunction related to prior use of the drug.\nWarning and Precautions\nAzithromycin effectively preserves FEV and ameliorates bronchiolitis obliterans (BO) with no effect on overall\nsurvival in lung transplant patients; however, a study comparing azithromycin with placebo for the prevention\nof BO in hematopoietic stem cell transplant (HSCT) recipients demonstrated decreased BO-free and overall\nsurvival with azithromycin.[60] Hence, long-term azithromycin prophylaxis in HSCT recipients is inadvisable.\nClinicians should be cautious regarding the concomitant use of azithromycin and other medications that prolong\nthe QTc interval, such as antipsychotics.\nAccording to the KIDs list (Key Potentially Inappropriate Drugs in Pediatrics), azithromycin should be avoided\nin neonates due to the risk of hypertrophic pyloric stenosis.[61]\nMonitoring\nMost courses of treatment with azithromycin are short, and adverse effects requiring therapy adjustment or\ndiscontinuation of azithromycin are rare.[44] Azithromycin should be immediately discontinued if signs of\nhepatotoxicity develop (eg, jaundice or elevated transaminases). For patients receiving long-term azithromycin\nprophylaxis (eg, AIDS patients for MAC prophylaxis or lung transplant recipients for BO prophylaxis), many patients\nexperience gastrointestinal adverse effects, especially at higher doses (ie, 600 or 1200 mg). Reducing the dose or\ntwice-daily dosing may be considered for these patients.[62][63]\nToxicity\nSigns and Symptoms of Overdose\nAzithromycin, like other macrolides, is associated with QTc prolongation. Azithromycin administration can result in\npotentially lethal arrhythmias such as torsades de pointes. This is particularly true for patients with a history of QTc\ninterval perturbation, cardiac arrhythmia, or concomitant use of other medications associated with QTc prolongation.\nIn animal studies, although azithromycin was associated with similar QTc prolongation compared to other\nmacrolides, it seemed to have a negligible proarrhythmic effect.[64] While significant hepatoxicity resulting from\nazithromycin is relatively rare, macrolides are known to cause mixed hepatocellular/cholestatic drug-induced liver\ninjury. With prompt discontinuation of azithromycin, liver injury is almost always reversible with minimal residual\nimpairment. Often, azithromycin-induced hepatotoxicity has associated immunoallergenic features such as rash, fever,6/17/25, 12:56 AM Azithromycin - StatPearls - NCBI Bookshelf\nhttps://www.ncbi.nlm.nih.gov/books/NBK557766/?report=printable 6/13"
    },
    {
        "page": 7,
        "content": "and eosinophilia. Severe reactions, such as anaphylaxis, SJS, and drug reaction with eosinophilia and systemic\nsymptoms (DRESS), are rare.[65] Gastrointestinal toxicity is common but typically mild, and most patients can\ncomplete the prescribed course of azithromycin. This toxicity is the result of azithromycin’s activation of pro-motility\nreceptors in the gastrointestinal tract.\nManagement of Overdose\nThere is no antidote for azithromycin overdose. General symptomatic and supportive measures should be instituted as\nnecessary. \nEnhancing Healthcare Team Outcomes\nAlthough azithromycin is a well-tolerated and effective antimicrobial agent with many clinical indications, it is often\ninappropriately prescribed, particularly in the primary care setting. Several large retrospective cohort\nstudies involving high levels of inappropriate antimicrobial prescribing overall singled out azithromycin as the most\nfrequently misused drug.[66][67][68][69] Azithromycin is frequently prescribed when there is no clinical indication\nfor antimicrobials, and in many instances, azithromycin is not first-line therapy (e.g., acute otitis media).[66]\n[70] Azithromycin is frequently prescribed when a narrow-spectrum β-lactam (eg, amoxicillin) is the indicated first-\nline therapy.[66] Increasing resistance to azithromycin, particularly among S pneumoniae isolates, makes the\nwidespread use of azithromycin for upper respiratory illness particularly concerning.[71][72] Broad-spectrum\nantimicrobial therapy for upper respiratory infection is also associated with increased rates of adverse effects\ncompared with narrow-spectrum agents.[73][74]\nOne possible association with high rates of azithromycin prescription is patient-reported penicillin allergy.\n[75] Macrolides, particularly azithromycin, are preferred to β-lactam drugs for many clinical indications. Researchers\nfound 12.8% of patients in an extensive electronic medical records database have a penicillin allergy listed in 1 large\ncohort.[76] Patients with a reported penicillin allergy are as much as 4 times more likely to be prescribed a macrolide\nantimicrobial.[75] However, a detailed history of a patient’s adverse reactions to penicillin, paying close attention to\nfeatures suggestive of IgE-mediated hypersensitivity (eg, urticaria, anaphylaxis), is often sufficient to clarify and\npossibly remove a listing of penicillin allergy.[77] Patients with more concerning histories may be administered\nallergy testing or referred to an allergy specialist. Lastly, providers should know the low cross-reactivity rates with\ncephalosporins (especially third and later-generation agents) and other β-lactams in penicillin allergy.[78]\nThrough antimicrobial stewardship, healthcare professionals can ensure appropriate antimicrobial administration,\nincluding azithromycin. Adhering to evidence-based guidelines and educating patients reduce resistance and optimize\ntreatment outcomes. Clinicians should prescribe azithromycin judiciously and adhere to IDSA guidelines. Clinicians\nworking with or supervising non-physician prescribers should ensure that all prescriptions accord with evidence and\nguideline-based practice.[68] Additionally, patients requesting antimicrobial therapy when it is not necessary or\nsharing concerns about drug allergies should be provided with education and appropriate follow-up. Nurses can\naddress patient questions and facilitate continuity of care. Pharmacists are an invaluable resource for helping\nproviders select the most appropriate antimicrobial agent, dosing, and duration of treatment. They can also help\nproviders and patients avoid interactions between azithromycin and other drugs that affect the QTc interval. While\nazithromycin is a safe and effective antimicrobial drug, practitioners must prescribe it appropriately. The appropriate\nchoice of antibiotic enhances treatment, supports public health, and avoids placing patients at unnecessary risk of\nadverse effects. An interprofessional team approach and communication among clinicians, pharmacists, and nurses are\ncrucial to decreasing potential adverse effects, improving disease course, and improving outcomes for patients\nreceiving azithromycin.\nReview Questions\nAccess free multiple choice questions on this topic.6/17/25, 12:56 AM Azithromycin - StatPearls - NCBI Bookshelf\nhttps://www.ncbi.nlm.nih.gov/books/NBK557766/?report=printable 7/13"
    },
    {
        "page": 8,
        "content": "1.\n2.\n3.\n4.\n5.\n6.\n7.\n8.\n9.\n10.\n11.\n12.Comment on this article.\nReferences\nGirard AE, Girard D, English AR, Gootz TD, Cimochowski CR, Faiella JA, Haskell SL, Retsema JA.\nPharmacokinetic and in vivo studies with azithromycin (CP-62,993), a new macrolide with an extended half-life\nand excellent tissue distribution. Antimicrob Agents Chemother. 1987 Dec;31(12):1948-54. [PMC free article:\nPMC175833] [PubMed: 2830841]\nRetsema J, Girard A, Schelkly W, Manousos M, Anderson M, Bright G, Borovoy R, Brennan L, Mason R.\nSpectrum and mode of action of azithromycin (CP-62,993), a new 15-membered-ring macrolide with improved\npotency against gram-negative organisms. Antimicrob Agents Chemother. 1987 Dec;31(12):1939-47. [PMC free\narticle: PMC175832] [PubMed: 2449865]\nBakheit AH, Al-Hadiya BM, Abd-Elgalil AA. Azithromycin. Profiles Drug Subst Excip Relat Methodol.\n2014;39:1-40. [PubMed: 24794904]\nDekate PS, Mathew JL, Jayashree M, Singhi SC. Acute community acquired pneumonia in emergency room.\nIndian J Pediatr. 2011 Sep;78(9):1127-35. [PubMed: 21541648]\nParnham MJ, Erakovic Haber V, Giamarellos-Bourboulis EJ, Perletti G, Verleden GM, Vos R. Azithromycin:\nmechanisms of action and their relevance for clinical applications. Pharmacol Ther. 2014 Aug;143(2):225-45.\n[PubMed: 24631273]\nPacifico L, Scopetti F, Ranucci A, Pataracchia M, Savignoni F, Chiesa C. Comparative efficacy and safety of 3-\nday azithromycin and 10-day penicillin V treatment of group A beta-hemolytic streptococcal pharyngitis in\nchildren. Antimicrob Agents Chemother. 1996 Apr;40(4):1005-8. [PMC free article: PMC163247] [PubMed:\n8849215]\nAmaya-Tapia G, Aguirre-Avalos G, Andrade-Villanueva J, Peredo-González G, Morfín-Otero R, Esparza-\nAhumada S, Rodríguez-Noriega E. Once-daily azithromycin in the treatment of adult skin and skin-structure\ninfections. J Antimicrob Chemother. 1993 Jun;31 Suppl E:129-35. [PubMed: 8396084]\nDaley CL. Mycobacterium avium Complex Disease. Microbiol Spectr. 2017 Apr;5(2) [PMC free article:\nPMC11687487] [PubMed: 28429679]\nWaugh MA. Azithromycin in gonorrhoea. Int J STD AIDS. 1996;7 Suppl 1:2-4. [PubMed: 8652723]\nJensen JS, Cusini M, Gomberg M, Moi H. 2016 European guideline on Mycoplasma genitalium infections. J Eur\nAcad Dermatol Venereol. 2016 Oct;30(10):1650-1656. [PubMed: 27505296]\nWorkowski KA, Bachmann LH, Chan PA, Johnston CM, Muzny CA, Park I, Reno H, Zenilman JM, Bolan GA.\nSexually Transmitted Infections Treatment Guidelines, 2021. MMWR Recomm Rep. 2021 Jul 23;70(4):1-187.\n[PMC free article: PMC8344968] [PubMed: 34292926]\nCarey ME, Dyson ZA, Ingle DJ, Amir A, Aworh MK, Chattaway MA, Chew KL, Crump JA, Feasey NA,\nHowden BP, Keddy KH, Maes M, Parry CM, Van Puyvelde S, Webb HE, Afolayan AO, Alexander AP, Anandan\nS, Andrews JR, Ashton PM, Basnyat B, Bavdekar A, Bogoch II, Clemens JD, da Silva KE, De A, de Ligt J, Diaz\nGuevara PL, Dolecek C, Dutta S, Ehlers MM, Francois Watkins L, Garrett DO, Godbole G, Gordon MA,\nGreenhill AR, Griffin C, Gupta M, Hendriksen RS, Heyderman RS, Hooda Y, Hormazabal JC, Ikhimiukor OO,\nIqbal J, Jacob JJ, Jenkins C, Jinka DR, John J, Kang G, Kanteh A, Kapil A, Karkey A, Kariuki S, Kingsley RA,\nKoshy RM, Lauer AC, Levine MM, Lingegowda RK, Luby SP, Mackenzie GA, Mashe T, Msefula C, Mutreja A,\nNagaraj G, Nagaraj S, Nair S, Naseri TK, Nimarota-Brown S, Njamkepo E, Okeke IN, Perumal SPB, Pollard AJ,\nPragasam AK, Qadri F, Qamar FN, Rahman SIA, Rambocus SD, Rasko DA, Ray P, Robins-Browne R, Rongsen-\nChandola T, Rutanga JP, Saha SK, Saha S, Saigal K, Sajib MSI, Seidman JC, Shakya J, Shamanna V, Shastri J,\nShrestha R, Sia S, Sikorski MJ, Singh A, Smith AM, Tagg KA, Tamrakar D, Tanmoy AM, Thomas M, Thomas\nMS, Thomsen R, Thomson NR, Tupua S, Vaidya K, Valcanis M, Veeraraghavan B, Weill FX, Wright J, Dougan\nG, Argimón S, Keane JA, Aanensen DM, Baker S, Holt KE., Global Typhoid Genomics Consortium Group\nAuthorship. Global diversity and antimicrobial resistance of typhoid fever pathogens: Insights from a meta-6/17/25, 12:56 AM Azithromycin - StatPearls - NCBI Bookshelf\nhttps://www.ncbi.nlm.nih.gov/books/NBK557766/?report=printable 8/13"
    },
    {
        "page": 9,
        "content": "13.\n14.\n15.\n16.\n17.\n18.\n19.\n20.\n21.\n22.\n23.\n24.\n25.analysis of 13,000 Salmonella Typhi genomes. Elife. 2023 Sep 12;12 [PMC free article: PMC10506625] [PubMed:\n37697804]\nVos R, Vanaudenaerde BM, Verleden SE, De Vleeschauwer SI, Willems-Widyastuti A, Van Raemdonck DE,\nSchoonis A, Nawrot TS, Dupont LJ, Verleden GM. A randomised controlled trial of azithromycin to prevent\nchronic rejection after lung transplantation. Eur Respir J. 2011 Jan;37(1):164-72. [PubMed: 20562124]\nThomas D, McDonald VM, Stevens S, Baraket M, Hodge S, James A, Jenkins C, Marks GB, Peters M, Reynolds\nPN, Upham JW, Yang IA, Gibson PG. Effect of Azithromycin on Asthma Remission in Adults With Persistent\nUncontrolled Asthma: A Secondary Analysis of a Randomized, Double-Anonymized, Placebo-Controlled Trial.\nChest. 2024 Aug;166(2):262-270. [PubMed: 38431051]\nUkkonen RM, Renko M, Kuitunen I. Azithromycin for acute bronchiolitis and wheezing episodes in children - a\nsystematic review with meta-analysis. Pediatr Res. 2024 May;95(6):1441-1447. [PMC free article:\nPMC11126380] [PubMed: 38066246]\nSouthern KW, Solis-Moya A, Kurz D, Smith S. Macrolide antibiotics (including azithromycin) for cystic\nfibrosis. Cochrane Database Syst Rev. 2024 Feb 27;2(2):CD002203. [PMC free article: PMC10897949]\n[PubMed: 38411248]\nMogayzel PJ, Naureckas ET, Robinson KA, Mueller G, Hadjiliadis D, Hoag JB, Lubsch L, Hazle L, Sabadosa K,\nMarshall B., Pulmonary Clinical Practice Guidelines Committee. Cystic fibrosis pulmonary guidelines. Chronic\nmedications for maintenance of lung health. Am J Respir Crit Care Med. 2013 Apr 01;187(7):680-9. [PubMed:\n23540878]\nKrause PJ, Lepore T, Sikand VK, Gadbaw J, Burke G, Telford SR, Brassard P, Pearl D, Azlanzadeh J,\nChristianson D, McGrath D, Spielman A. Atovaquone and azithromycin for the treatment of babesiosis. N Engl J\nMed. 2000 Nov 16;343(20):1454-8. [PubMed: 11078770]\nDunne MW, Singh N, Shukla M, Valecha N, Bhattacharyya PC, Dev V, Patel K, Mohapatra MK, Lakhani J,\nBenner R, Lele C, Patki K. A multicenter study of azithromycin, alone and in combination with chloroquine, for\nthe treatment of acute uncomplicated Plasmodium falciparum malaria in India. J Infect Dis. 2005 May\n15;191(10):1582-8. [PubMed: 15838784]\nShiojiri D, Kinai E, Teruya K, Kikuchi Y, Oka S. Combination of Clindamycin and Azithromycin as Alternative\nTreatment for Toxoplasma gondii Encephalitis. Emerg Infect Dis. 2019 Apr;25(4):841-843. [PMC free article:\nPMC6433045] [PubMed: 30882331]\nCorrigendum to: Clinical Practice Guidelines by the Infectious Diseases Society of America (IDSA): 2020\nGuideline on Diagnosis and Management of Babesiosis. Clin Infect Dis. 2021 Jul 01;73(1):172-173. [PubMed:\n33960362]\nKrause PJ, Auwaerter PG, Bannuru RR, Branda JA, Falck-Ytter YT, Lantos PM, Lavergne V, Meissner HC,\nOsani MC, Rips JG, Sood SK, Vannier E, Vaysbrot EE, Wormser GP. Clinical Practice Guidelines by the\nInfectious Diseases Society of America (IDSA): 2020 Guideline on Diagnosis and Management of Babesiosis.\nClin Infect Dis. 2021 Jan 27;72(2):e49-e64. [PubMed: 33252652]\nGautret P, Lagier JC, Parola P, Hoang VT, Meddeb L, Mailhe M, Doudier B, Courjon J, Giordanengo V, Vieira\nVE, Tissot Dupont H, Honoré S, Colson P, Chabrière E, La Scola B, Rolain JM, Brouqui P, Raoult D.\nRETRACTED: Hydroxychloroquine and azithromycin as a treatment of COVID-19: results of an open-label\nnon-randomized clinical trial. Int J Antimicrob Agents. 2020 Jul;56(1):105949. [PMC free article: PMC7102549]\n[PubMed: 32205204]\nGautret P, Lagier JC, Parola P, Hoang VT, Meddeb L, Sevestre J, Mailhe M, Doudier B, Aubry C, Amrane S,\nSeng P, Hocquart M, Eldin C, Finance J, Vieira VE, Tissot-Dupont HT, Honoré S, Stein A, Million M, Colson P,\nLa Scola B, Veit V, Jacquier A, Deharo JC, Drancourt M, Fournier PE, Rolain JM, Brouqui P, Raoult D. Clinical\nand microbiological effect of a combination of hydroxychloroquine and azithromycin in 80 COVID-19 patients\nwith at least a six-day follow up: A pilot observational study. Travel Med Infect Dis. 2020 Mar-Apr;34:101663.\n[PMC free article: PMC7151271] [PubMed: 32289548]6/17/25, 12:56 AM Azithromycin - StatPearls - NCBI Bookshelf\nhttps://www.ncbi.nlm.nih.gov/books/NBK557766/?report=printable 9/13"
    },
    {
        "page": 10,
        "content": "26.\n27.\n28.\n29.\n30.\n31.\n32.\n33.\n34.\n35.\n36.\n37.\n38.\n39.\n40.\n41.\n42.\n43.Arabi YM, Deeb AM, Al-Hameed F, Mandourah Y, Almekhlafi GA, Sindi AA, Al-Omari A, Shalhoub S, Mady A,\nAlraddadi B, Almotairi A, Al Khatib K, Abdulmomen A, Qushmaq I, Solaiman O, Al-Aithan AM, Al-Raddadi R,\nRagab A, Al Harthy A, Kharaba A, Jose J, Dabbagh T, Fowler RA, Balkhy HH, Merson L, Hayden FG., Saudi Critical\nCare Trials group. Macrolides in critically ill patients with Middle East Respiratory Syndrome. Int J Infect Dis. 2019\nApr;81:184-190. [PMC free article: PMC7110878] [PubMed: 30690213]\nPinto LA, Pitrez PM, Luisi F, de Mello PP, Gerhardt M, Ferlini R, Barbosa DC, Daros I, Jones MH, Stein RT,\nMarostica PJ. Azithromycin therapy in hospitalized infants with acute bronchiolitis is not associated with better\nclinical outcomes: a randomized, double-blinded, and placebo-controlled clinical trial. J Pediatr. 2012\nDec;161(6):1104-8. [PubMed: 22748516]\nEcheverría-Esnal D, Martin-Ontiyuelo C, Navarrete-Rouco ME, De-Antonio Cuscó M, Ferrández O, Horcajada\nJP, Grau S. Azithromycin in the treatment of COVID-19: a review. Expert Rev Anti Infect Ther. 2021\nFeb;19(2):147-163. [PubMed: 32853038]\nGoldman RC, Fesik SW, Doran CC. Role of protonated and neutral forms of macrolides in binding to ribosomes\nfrom gram-positive and gram-negative bacteria. Antimicrob Agents Chemother. 1990 Mar;34(3):426-31. [PMC\nfree article: PMC171609] [PubMed: 2159256]\nJelić D, Antolović R. From Erythromycin to Azithromycin and New Potential Ribosome-Binding Antimicrobials.\nAntibiotics (Basel). 2016 Sep 01;5(3) [PMC free article: PMC5039525] [PubMed: 27598215]\nNeu HC. Clinical microbiology of azithromycin. Am J Med. 1991 Sep 12;91(3A):12S-18S. [PubMed: 1656736]\nSidhu AB, Sun Q, Nkrumah LJ, Dunne MW, Sacchettini JC, Fidock DA. In vitro efficacy, resistance selection,\nand structural modeling studies implicate the malarial parasite apicoplast as the target of azithromycin. J Biol\nChem. 2007 Jan 26;282(4):2494-504. [PubMed: 17110371]\nBiddau M, Sheiner L. Targeting the apicoplast in malaria. Biochem Soc Trans. 2019 Aug 30;47(4):973-983.\n[PubMed: 31383817]\nVerleden GM, Vanaudenaerde BM, Dupont LJ, Van Raemdonck DE. Azithromycin reduces airway neutrophilia\nand interleukin-8 in patients with bronchiolitis obliterans syndrome. Am J Respir Crit Care Med. 2006 Sep\n01;174(5):566-70. [PubMed: 16741151]\nTarique AA, Tuladhar N, Kelk D, Begum N, Lucas RM, Luo L, Stow JL, Wainwright CE, Bell SC, Sly PD,\nFantino E. Azithromycin Augments Bacterial Uptake and Anti-Inflammatory Macrophage Polarization in Cystic\nFibrosis. Cells. 2024 Jan 16;13(2) [PMC free article: PMC10813867] [PubMed: 38247856]\nMenzel M, Akbarshahi H, Bjermer L, Uller L. Azithromycin induces anti-viral effects in cultured bronchial\nepithelial cells from COPD patients. Sci Rep. 2016 Jun 28;6:28698. [PMC free article: PMC4923851] [PubMed:\n27350308]\nHeidary M, Ebrahimi Samangani A, Kargari A, Kiani Nejad A, Yashmi I, Motahar M, Taki E, Khoshnood S.\nMechanism of action, resistance, synergism, and clinical implications of azithromycin. J Clin Lab Anal. 2022\nJun;36(6):e24427. [PMC free article: PMC9169196] [PubMed: 35447019]\nHöffler D, Koeppe P, Paeske B. Pharmacokinetics of azithromycin in normal and impaired renal function.\nInfection. 1995 Nov-Dec;23(6):356-61. [PubMed: 8655206]\nDrew RH, Gallis HA. Azithromycin--spectrum of activity, pharmacokinetics, and clinical applications.\nPharmacotherapy. 1992;12(3):161-73. [PubMed: 1319048]\nVaughn VM, Dickson RP, Horowitz JK, Flanders SA. Community-Acquired Pneumonia: A Review. JAMA.\n2024 Oct 15;332(15):1282-1295. [PubMed: 39283629]\nCommittee on Practice Bulletins-Obstetrics. ACOG Practice Bulletin No. 199: Use of Prophylactic Antibiotics in\nLabor and Delivery. Obstet Gynecol. 2018 Sep;132(3):e103-e119. [PubMed: 30134425]\nACOG Practice Bulletin No. 135: Second-trimester abortion. Obstet Gynecol. 2013 Jun;121(6):1394-1406.\n[PubMed: 23812485]\nPrelabor Rupture of Membranes: ACOG Practice Bulletin, Number 217. Obstet Gynecol. 2020 Mar;135(3):e80-\ne97. [PubMed: 32080050]6/17/25, 12:56 AM Azithromycin - StatPearls - NCBI Bookshelf\nhttps://www.ncbi.nlm.nih.gov/books/NBK557766/?report=printable 10/13"
    },
    {
        "page": 11,
        "content": "44.\n45.\n46.\n47.\n48.\n49.\n50.\n51.\n52.\n53.\n54.\n55.\n56.\n57.\n58.\n59.\n60.Drugs and Lactation Database (LactMed®) [Internet]. National Institute of Child Health and Human Development;\nBethesda (MD): Aug 15, 2024. Azithromycin. [PubMed: 30000259]\nIoannidis JP, Contopoulos-Ioannidis DG, Chew P, Lau J. Meta-analysis of randomized controlled trials on the\ncomparative efficacy and safety of azithromycin against other antibiotics for upper respiratory tract infections. J\nAntimicrob Chemother. 2001 Nov;48(5):677-89. [PubMed: 11679557]\nRay WA, Murray KT, Hall K, Arbogast PG, Stein CM. Azithromycin and the risk of cardiovascular death. N\nEngl J Med. 2012 May 17;366(20):1881-90. [PMC free article: PMC3374857] [PubMed: 22591294]\nSvanström H, Pasternak B, Hviid A. Use of azithromycin and death from cardiovascular causes. N Engl J Med.\n2013 May 02;368(18):1704-12. [PubMed: 23635050]\nMartinez MA, Vuppalanchi R, Fontana RJ, Stolz A, Kleiner DE, Hayashi PH, Gu J, Hoofnagle JH, Chalasani N.\nClinical and histologic features of azithromycin-induced liver injury. Clin Gastroenterol Hepatol. 2015\nFeb;13(2):369-376.e3. [PMC free article: PMC4321982] [PubMed: 25111234]\nBarboza JL, Okun MS, Moshiree B. The treatment of gastroparesis, constipation and small intestinal bacterial\novergrowth syndrome in patients with Parkinson's disease. Expert Opin Pharmacother. 2015;16(16):2449-64.\n[PubMed: 26374094]\nNappe TM, Goren-Garcia SL, Jacoby JL. Stevens-Johnson syndrome after treatment with azithromycin: an\nuncommon culprit. Am J Emerg Med. 2016 Mar;34(3):676.e1-3. [PubMed: 26194400]\nMori F, Pecorari L, Pantano S, Rossi ME, Pucci N, De Martino M, Novembre E. Azithromycin anaphylaxis in\nchildren. Int J Immunopathol Pharmacol. 2014 Jan-Mar;27(1):121-6. [PubMed: 24674687]\nDial S, Kezouh A, Dascal A, Barkun A, Suissa S. Patterns of antibiotic use and risk of hospital admission\nbecause of Clostridium difficile infection. CMAJ. 2008 Oct 07;179(8):767-72. [PMC free article: PMC2553880]\n[PubMed: 18838451]\nKuntz JL, Chrischilles EA, Pendergast JF, Herwaldt LA, Polgreen PM. Incidence of and risk factors for\ncommunity-associated Clostridium difficile infection: a nested case-control study. BMC Infect Dis. 2011 Jul\n15;11:194. [PMC free article: PMC3154181] [PubMed: 21762504]\nDeshpande A, Pasupuleti V, Thota P, Pant C, Rolston DD, Sferra TJ, Hernandez AV, Donskey CJ. Community-\nassociated Clostridium difficile infection and antibiotics: a meta-analysis. J Antimicrob Chemother. 2013\nSep;68(9):1951-61. [PubMed: 23620467]\nZaroff JG, Cheetham TC, Palmetto N, Almers L, Quesenberry C, Schneider J, Gatto N, Corley DA. Association\nof Azithromycin Use With Cardiovascular Mortality. JAMA Netw Open. 2020 Jun 01;3(6):e208199. [PMC free\narticle: PMC7301226] [PubMed: 32585019]\nWestphal JF. Macrolide - induced clinically relevant drug interactions with cytochrome P-450A (CYP) 3A4: an\nupdate focused on clarithromycin, azithromycin and dirithromycin. Br J Clin Pharmacol. 2000 Oct;50(4):285-95.\n[PMC free article: PMC2015000] [PubMed: 11012550]\nFlockhart DA, Drici MD, Kerbusch T, Soukhova N, Richard E, Pearle PL, Mahal SK, Babb VJ. Studies on the\nmechanism of a fatal clarithromycin-pimozide interaction in a patient with Tourette syndrome. J Clin\nPsychopharmacol. 2000 Jun;20(3):317-24. [PubMed: 10831018]\nBouquié R, Deslandes G, Renaud C, Dailly E, Haloun A, Jolliet P. Colchicine-induced rhabdomyolysis in a\nheart/lung transplant patient with concurrent use of cyclosporin, pravastatin, and azithromycin. J Clin\nRheumatol. 2011 Jan;17(1):28-30. [PubMed: 21169852]\nTerkeltaub RA, Furst DE, Digiacinto JL, Kook KA, Davis MW. Novel evidence-based colchicine dose-reduction\nalgorithm to predict and prevent colchicine toxicity in the presence of cytochrome P450 3A4/P-glycoprotein\ninhibitors. Arthritis Rheum. 2011 Aug;63(8):2226-37. [PubMed: 21480191]\nAubert C, Culty T, Zidane M, Bigot P, Lebdai S. Antibiotic therapy impact on intravesical BCG therapy efficacy\nfor high-risk localized bladder cancer treatment. Front Oncol. 2023;13:1240378. [PMC free article:\nPMC10957779] [PubMed: 38525411]\nBergeron A, Chevret S, Granata A, Chevallier P, Vincent L, Huynh A, Tabrizi R, Labussiere-Wallet H, Bernard\nM, Chantepie S, Bay JO, Thiebaut-Bertrand A, Thepot S, Contentin N, Fornecker LM, Maillard N, Risso K,6/17/25, 12:56 AM Azithromycin - StatPearls - NCBI Bookshelf\nhttps://www.ncbi.nlm.nih.gov/books/NBK557766/?report=printable 11/13"
    },
    {
        "page": 12,
        "content": "61.\n62.\n63.\n64.\n65.\n66.\n67.\n68.\n69.\n70.\n71.\n72.\n73.\n74.Berceanu A, Blaise D, Peffault de La Tour R, Chien JW, Coiteux V, Socié G., ALLOZITHRO Study Investigators.\nEffect of Azithromycin on Airflow Decline-Free Survival After Allogeneic Hematopoietic Stem Cell Transplant: The\nALLOZITHRO Randomized Clinical Trial. JAMA. 2017 Aug 08;318(6):557-566. [PMC free article: PMC5817485]\n[PubMed: 28787506]\nMeyers RS, Thackray J, Matson KL, McPherson C, Lubsch L, Hellinga RC, Hoff DS. Key Potentially\nInappropriate Drugs in Pediatrics: The KIDs List. J Pediatr Pharmacol Ther. 2020;25(3):175-191. [PMC free\narticle: PMC7134587] [PubMed: 32265601]\nBrown BA, Griffith DE, Girard W, Levin J, Wallace RJ. Relationship of adverse events to serum drug levels in\npatients receiving high-dose azithromycin for mycobacterial lung disease. Clin Infect Dis. 1997 May;24(5):958-\n64. [PubMed: 9142801]\nKoletar SL, Berry AJ, Cynamon MH, Jacobson J, Currier JS, MacGregor RR, Dunne MW, Williams DJ.\nAzithromycin as treatment for disseminated Mycobacterium avium complex in AIDS patients. Antimicrob\nAgents Chemother. 1999 Dec;43(12):2869-72. [PMC free article: PMC89578] [PubMed: 10582873]\nMilberg P, Eckardt L, Bruns HJ, Biertz J, Ramtin S, Reinsch N, Fleischer D, Kirchhof P, Fabritz L, Breithardt G,\nHaverkamp W. Divergent proarrhythmic potential of macrolide antibiotics despite similar QT prolongation: fast\nphase 3 repolarization prevents early afterdepolarizations and torsade de pointes. J Pharmacol Exp Ther. 2002\nOct;303(1):218-25. [PubMed: 12235254]\nHoofnagle JH, Björnsson ES. Drug-Induced Liver Injury - Types and Phenotypes. N Engl J Med. 2019 Jul\n18;381(3):264-273. [PubMed: 31314970]\nFleming-Dutra KE, Demirjian A, Bartoces M, Roberts RM, Taylor TH, Hicks LA. Variations in Antibiotic and\nAzithromycin Prescribing for Children by Geography and Specialty-United States, 2013. Pediatr Infect Dis J.\n2018 Jan;37(1):52-58. [PMC free article: PMC6622452] [PubMed: 28746259]\nChua KP, Fischer MA, Linder JA. Appropriateness of outpatient antibiotic prescribing among privately insured\nUS patients: ICD-10-CM based cross sectional study. BMJ. 2019 Jan 16;364:k5092. [PMC free article:\nPMC6334180] [PubMed: 30651273]\nShively NR, Buehrle DJ, Clancy CJ, Decker BK. Prevalence of Inappropriate Antibiotic Prescribing in Primary\nCare Clinics within a Veterans Affairs Health Care System. Antimicrob Agents Chemother. 2018 Aug;62(8)\n[PMC free article: PMC6105840] [PubMed: 29967028]\nWhite AT, Clark CM, Sellick JA, Mergenhagen KA. Antibiotic stewardship targets in the outpatient setting. Am J\nInfect Control. 2019 Aug;47(8):858-863. [PubMed: 30862373]\nHavers FP, Hicks LA, Chung JR, Gaglani M, Murthy K, Zimmerman RK, Jackson LA, Petrie JG, McLean HQ,\nNowalk MP, Jackson ML, Monto AS, Belongia EA, Flannery B, Fry AM. Outpatient Antibiotic Prescribing for\nAcute Respiratory Infections During Influenza Seasons. JAMA Netw Open. 2018 Jun 01;1(2):e180243. [PMC\nfree article: PMC6324415] [PubMed: 30646067]\nCritchley IA, Jacobs MR, Brown SD, Traczewski MM, Tillotson GS, Janjic N. Prevalence of serotype 19A\nStreptococcus pneumoniae among isolates from U.S. children in 2005-2006 and activity of faropenem.\nAntimicrob Agents Chemother. 2008 Jul;52(7):2639-43. [PMC free article: PMC2443873] [PubMed: 18443117]\nKarlowsky JA, Thornsberry C, Critchley IA, Jones ME, Evangelista AT, Noel GJ, Sahm DF. Susceptibilities to\nlevofloxacin in Streptococcus pneumoniae, Haemophilus influenzae, and Moraxella catarrhalis clinical isolates\nfrom children: results from 2000-2001 and 2001-2002 TRUST studies in the United States. Antimicrob Agents\nChemother. 2003 Jun;47(6):1790-7. [PMC free article: PMC155851] [PubMed: 12760850]\nGerber JS, Ross RK, Bryan M, Localio AR, Szymczak JE, Wasserman R, Barkman D, Odeniyi F, Conaboy K,\nBell L, Zaoutis TE, Fiks AG. Association of Broad- vs Narrow-Spectrum Antibiotics With Treatment Failure,\nAdverse Events, and Quality of Life in Children With Acute Respiratory Tract Infections. JAMA. 2017 Dec\n19;318(23):2325-2336. [PMC free article: PMC5820700] [PubMed: 29260224]\nPai L, Patil S, Liu S, Wen F. A growing battlefield in the war against biofilm-induced antimicrobial resistance:\ninsights from reviews on antibiotic resistance. Front Cell Infect Microbiol. 2023;13:1327069. [PMC free article:\nPMC10770264] [PubMed: 38188636]6/17/25, 12:56 AM Azithromycin - StatPearls - NCBI Bookshelf\nhttps://www.ncbi.nlm.nih.gov/books/NBK557766/?report=printable 12/13"
    },
    {
        "page": 13,
        "content": "75.\n76.\n77.\n78.Blumenthal KG, Lu N, Zhang Y, Li Y, Walensky RP, Choi HK. Risk of meticillin resistant Staphylococcus\naureus and Clostridium difficile in patients with a documented penicillin allergy: population based matched\ncohort study. BMJ. 2018 Jun 27;361:k2400. [PMC free article: PMC6019853] [PubMed: 29950489]\nZhou L, Dhopeshwarkar N, Blumenthal KG, Goss F, Topaz M, Slight SP, Bates DW. Drug allergies documented\nin electronic health records of a large healthcare system. Allergy. 2016 Sep;71(9):1305-13. [PubMed: 26970431]\nShenoy ES, Macy E, Rowe T, Blumenthal KG. Evaluation and Management of Penicillin Allergy: A Review.\nJAMA. 2019 Jan 15;321(2):188-199. [PubMed: 30644987]\nRomano A, Valluzzi RL, Caruso C, Maggioletti M, Quaratino D, Gaeta F. Cross-Reactivity and Tolerability of\nCephalosporins in Patients with IgE-Mediated Hypersensitivity to Penicillins. J Allergy Clin Immunol Pract.\n2018 Sep-Oct;6(5):1662-1672. [PubMed: 29408440]\nDisclosure: Zachary Sandman declares no relevant financial relationships with ineligible companies.\nDisclosure: Omar Iqbal declares no relevant financial relationships with ineligible companies.\nCopyright  © 2025, StatPearls Publishing LLC.\nThis book is distributed under the terms of the Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International (CC BY-NC-ND 4.0) (\nhttp://creativecommons.org/licenses/by-nc-nd/4.0/ ), which permits others to distribute the work, provided that the article is not altered or used\ncommercially. You are not required to obtain permission to distribute this article, provided that you credit the author and journal.\nBookshelf ID: NBK557766PMID: 324916986/17/25, 12:56 AM Azithromycin - StatPearls - NCBI Bookshelf\nhttps://www.ncbi.nlm.nih.gov/books/NBK557766/?report=printable 13/13"
    }
]