[
    {
        "page": 1,
        "content": "J Clin Lab Anal.  2022;36:e24427.\t \t\t \t | 1 of 16\nhttps://doi.org/10.1002/jcla.24427\nwileyonlinelibrary.com/journal/jcla1 | INTRODUCTION\nThe macrolide antibiotic AZM was developed by a group of Croatian \npharmacists at PLIVA and called Sumamed, taking into account \none of the great achievements in Croatia.1 This antibiotic was also developed under the name of Zithromax in the Pharmaceutical \nChemistry Laboratories at Pfizer Central Research2 AZM is annually \nprescribed to more than 40 million patients owing to its antibacterial \nactivity.3 This well-  known azalide antibiotic is structurally related to \nthe macrolide family and can be distributed in a variety of tissues Received:\t15\tFebruary\t2022  | Revised:\t20\tMarch\t2022  | Accepted:\t24\tMarch\t2022\nDOI: 10.1002/jcla.24427  \nREVIEW ARTICLE\nMechanism of action, resistance, synergism, and clinical \nimplications of azithromycin\nMohsen Heidary1,2 |   Ahmad  Ebrahimi Samangani3 |   Abolfazl Kargari3 |    \nAliakbar  Kiani Nejad3 |   Ilya Yashmi3 |   Moloudsadat Motahar4 |    \nElahe Taki5 |   Saeed Khoshnood6\nThis is an open access article under the terms of the Creative Commons Attribution  License, which permits use, distribution and reproduction in any medium, \nprovided the original work is properly cited.\n© 2022 The Authors. Journal of Clinical Laboratory Analysis  published by Wiley Periodicals LLCAhmad Ebrahimi Samangani, Abolfazl Kargari, Aliakbar Kiani Nejad, Ilya Yashmi and Moloudsadat Motahar co-  second authorship who contributed equally to this work.  1Department of Laboratory Sciences, \nSchool of Paramedical Sciences, Sabzevar \nUniversity of Medical Sciences, Sabzevar, \nIran\n2Cellular and Molecular Research Center, \nSabzevar University of Medical Sciences, \nSabzevar, Iran\n3Student Research Committee, Sabzevar \nUniversity of Medical Sciences, Sabzevar, \nIran\n4Department of Microbiology, School of \nMedicine, Ahvaz Jundishapur University \nof Medical Sciences, Ahvaz, Iran\n5Department of Microbiology, School of \nMedicine, Tehran University of Medical \nSciences, Tehran, Iran\n6Clinical Microbiology Research Center, \nIlam University of Medical Sciences, Ilam, \nIran\nCorrespondence\nElahe Taki, Department of Microbiology, \nSchool of Medicine, Tehran University of \nMedical Sciences, Tehran, Iran.\nEmail: elahe.taki.mm@gmail.com\nSaeed Khoshnood, Clinical Microbiology \nResearch Center, Ilam University of \nMedical Sciences, Ilam, Iran.\nEmail: saeed.khoshnood22@gmail.comAbstract\nBackground: Azithromycin (AZM), sold under the name Zithromax, is classified as a \nmacrolide. It has many benefits due to its immunomodulatory, anti-  inflammatory, and \nantibacterial effects. This review aims to study different clinical and biochemisterial \naspects and properties of this drug which has a priority based on literature published \nworldwide.\nMethods: Several databases including Web of Science, Google Scholar, PubMed, and \nScopus were searched to obtain the relevant studies.\nResults: AZM mechanism of action including the inhibition of bacterial protein syn -\nthesis, inhibition of proinflammatory cytokine production, inhibition of neutrophil in -\nfestation, and macrophage polarization alteration, gives it the ability to act against \na wide range of microorganisms. Resistant organisms are spreading and being de -\nveloped because of the irrational use of the drug in the case of dose and duration. \nAZM shows synergistic effects with other drugs against a variety of organisms. This \nmacrolide is considered a valuable antimicrobial agent because of its use as a treat -\nment for a vast range of diseases such as asthma, bronchiolitis, COPD, cystic fibrosis, \nenteric infections, STIs, and periodontal infections.\nConclusions: Our study shows an increasing global prevalence of AZM resistance. \nThus, synergistic combinations are recommended to treat different pathogens. \nMoreover, continuous monitoring of AZM resistance by registry centers and the de -\nvelopment of more rapid diagnostic assays are urgently needed.\nKEYWORDS\nazithromycin, pharmacology, resistance, synergism, Zithromax"
    },
    {
        "page": 2,
        "content": "2 of 16  |    \nHEIDARY Et Al.\nand body fluids.4 Due to the reversible cutting of the 50S bacterial \nribosomal subunit, AZM inhibits protein synthesis and hinders the \ngrowth of bacteria.5,6 Moreover, it can penetrate into bacterial ex -\ntracellular vesicles, a kind of secretory defense system.5\n2 | PHARMACOLOGY\n2.1 | Pharmacodynamic of AZM\nAzithromycin is classified as a macrolide antibiotic because of its \nunique ability.5 In virtue of its dual-  base structure, AZM is actively \nabsorbed by a variety of cells, including fibroblasts and white blood \ncells.7 This antibiotic agent works in vitro against many pyogenic \nbacteria (e.g., Neisseria gonorrhoeae  [N. gonorrhoeae ] and Moraxella \ncatarrhalis  [M. catarrhalis ]) and beta-  lactam-  resistant bacteria (e.g., \nLegionella  and Chlamydia  spp.).8 AZM has immunomodulatory, \nanti-  inflammatory, and antibacterial modulatory effects; thus, it is \nbeneficial for patients with varying inflammatory diseases of the res -\npiratory tract.9 AZM is also effective in patients with COVID-  19 and \nhas been used in clinical trials for the prevention of bacterial infec -\ntion in these patients. It has been reported that AZM in combination \nwith hydroxychloroquine (HCQ) can mitigate the viral load of SARS- \nCoV- 2.10 Moreover, AZM can modulate the features of the immune \nsystem, that is, reducing cytokine production, maintaining epithelial \ncell integrity, and preventing lung fibrosis.11 Treatment with AZM \ninvolves a short period of time. The method of its administration in \nadults is 1500 mg immediate-  release (IR) AZM, that is, 500 mg once \ndaily for 3 days or 500 mg on the first day and 250 mg on Day two \nup to Day five.12 The highest oral dose approved for the treatment \nof gonococcal urethritis is 2.0 g of IR AZM.12\n2.2 | Structure of drug\nAZM (9-  deoxo-  9a- methyl-  9a- aza- 9a- homo erythromycin A) with the \nchemical formula C38H72N2O12 is produced by replacing carbonyl \n(9a) in the aglycone ring with methyl nitrogen. Unlike erythromycin \n(ERY), AZM improves the durability and strength, blocks the internal \nreaction for hemiketal formation, and leaves the acid hydrolysis of \nthe ether bond to the neutral sugar of L-  cladinosis, as the main de -\ncomposition pathway ( Figure  1).13\n2.3 | Mechanism of action\nSimilar to other macrolide antibiotics, the main objective of AZM is \ninhibiting bacterial protein synthesis by targeting the 50S subunit of \nthe sensitive bacterial ribosome ( Figure  2). The reduction in protein \nsynthesis is correlated with the increase in macrolide concentra -\ntion.14 The unionized form of AZM membrane passage rate is higher, \nand this could be the reason behind the increased antimicrobial ac -\ntivity of AZM at alkaline pH.15 AZM binds at a site near peptidyl transferase center on 23S rRNA called nascent peptide exit tunnel \n(which is approximately 100 Å long and 10–  20 Å wide) and partially \noccludes it.16,17 The binding process of AZM is almost similar to \nerythromycin. Resting of erythromycin on a surface formed by three \nbases (U2611, A2058, and A2059), utilizing three axial methyl groups \nbelonging to the lactone ring of the drug is the key to this process \nbased on research on H.  marismortui . There is also a hydrogen bond \nbetween\t the\t2′\tOH\tgroup\tof\tthe\tdesosamine\t sugar\tof\terythromy -\ncin and the N1 atom of A2058, which stabilizes erythromycin in its \nposition. These interactions result in base movement and nascent \npeptide exit tunnel occlusion due to the placement of bases within \nvan der Waals contact of the amino group of P-  site tRNA.18 Novel \nfindings show that the context of the nascent peptide has an impor -\ntant role in changing the possibility of being allowed to pass from \nthe peptide exit tunnel, namely AZM does not completely occlude \nthe passage (although the nascent peptide exit tunnel has various \nresponsibilities rather than being a normal passage to the cytoplasm \nsuch as modulating the ribosome functions in response to sequences \nof the novel peptide and environment).16 These events result in \nfaster penetration of the outer membranes; hence, it has effects \non the entrance into the bacteria and increases the activity against \nGram-  negative bacteria.17 AZM also showed anti-  inflammatory ef -\nfects on various studies; for instance, Cigana et al. demonstrated \nthat AZM reduces TNF-  α mRNA expression, TNF-  α protein levels, \nand NF-  κB DNA-  binding activity in human cystic fibrosis (CF) cell \nlines subsequent to the confirmation of a higher rate of TNF-  α mRNA \nexpression, TNF-  α protein levels, and NF-  κB DNA-  binding activity in \nCF cell lines compared with isogenic non-  CF cell lines.19 The reduc -\ntion in NF-  κB DNA-  binding activity is associated with the inhibition \nof the degradation of I κBα, the protein that prohibits the transloca -\ntion of NF-  κB active subunits into the nucleus.20 Inflammatory cell FIGURE 1  Chemical\tstructure\tof\tazithromycin\t( https://go.drugb  \nank.com/drugs/  DB00207 , accessed on December 18, 2021)"
    },
    {
        "page": 3,
        "content": "|  3 of 16\nHEIDARY Et Al.\nsignaling is affected by AZM, and these impacts include a decrease \nin NF-  κB (and subsequent IL-  6 and IL-  8 production), which is men -\ntioned above, inhibition of LPS-  induced expression of PLA2, which \nis involved in cytokine and chemokine production in macrophages, \nneutrophils, and endothelial cells and cell signaling pathways, which \nresult in arachidonic acid and eicosanoids production, and inhibi -\ntion of AP-  1 signaling in neutrophils isolated from the lungs of mice \ninduced by LPS administration, which consequently reduce IL-  1b \nconcentrations.21 AZM affects neutrophils directly and indirectly.21 \nThe anti-  inflammatory properties of AZM are the reason behind the \nindirect effects of AZM on neutrophils. Direct effects include re -\nduction in IL-  8 release and neutrophil airway infiltration, degranu -\nlation and degradation of extracellular myeloperoxidase, reduction \nin neutrophil oxidative burst,22,23 and decrease in the production \nof leukotriene B4 (LTB4; a potent neutrophil chemoattractant that \nstimulates neutrophil IL-  8 release).24 AZM also helps macrophages \nshift from M1 type to M2 alternative-  like phenotype in vitro by in -\nhibiting pro-  inflammatory cytokine expression (including IL-  12 and \nIL- 6) and shifting surface receptor expression.25\n2.4 | Pharmacokinetic parameters\nDemethylation is the major route of metabolism, and the metabolites \nare not considered to have any significant antimicrobial activity.26 As \na result of oral administration, the bioavailability of AZM reached \n37%. AZM absorption may be dropped by up to 50% when adminis -\ntered with a large meal.27 AZM coadministration with aluminum-   and \nmagnesium-  containing antacids may reduce peak plasma concentra -\ntions by 24%, but the overall extent of absorption is not altered.28\nThe mean plasma clearance of AZM following a single 500 mg \noral and intravenous dose is 630 ml/min. The primary route of AZM \nelimination, particularly as an unchanged drug, is through biliary \nexcretion, and the feces are a prominent route of elimination.26 \nMoreover, over a period of 1 week, approximately 6% of the ad -\nministered dose is discharged as an unchanged drug in urine; there -\nfore, urinary excretion of AZM appears to be a minor elimination \nroute.26 AZM has a half-  life of about 35–  40 h in humans after a dose of 500 mg.4 The terminal half-  life is computed as the time required \nfor plasma/blood concentration to decline by 50% after pseudo- \nequilibrium of distribution has been accomplished. The elimination \nhalf-  life of AZM (the time for drug plasma concentration decreasing \ndue only to drug elimination) is nearly 68 h.29\nThe long-  term studies have demonstrated AZM has no carcino -\ngenic and mutagenic potential in standard laboratory animals and \ntests.28 The main possible adverse effects related to AZM include \ngastrointestinal upset, headache, dizziness, hearing loss, and car -\ndiovascular arrhythmias. In rare cases, hepatotoxicity has been re -\nported. In patients with a prolonged QT interval, disturbed hepatic \nfunction, and renal GFR < 10 ml/min, caution should be taken when \nadministrating AZM.28,30\n2.5 | New formulation of AZM\nA new formulation of AZM, designed as a microsphere with long- \nterm release (ER) to delay the release of AZM, is released slowly \nthrough bypassing the upper gastrointestinal tract after reaching \nits lower part. In this method, by alkalizing the formulation, eleva -\ntion in the pH of the suspension minimizes the release of the drug \nfrom the microspheres in the mouth and stomach and the micro -\nsphere matrix. AZM is soluble, and this feature helps control the \ndrug release. It spreads through the pores formed at the site of the \nmicrospheres. This ER formulation does not significantly compro-\nmise the oral bioavailability of AZM, although it bypasses a small \nportion of the uptake site in the upper gastrointestinal system. It \nachieved approximately 83% bioavailability over the IR formulation, \nthe released microsphere formulation of AZM, allowing patients to \nwell tolerate a full course of AZM at a dose of 2.0 g. This formu -\nlation should be taken on an empty stomach together with antac -\nids.31 A new oral-  free release microsphere formulation of AZM is the \nfirst antibacterial drug approved in the USA for adult patients with \nmild-  to- moderate acute bacterial sinusitis or community-  acquired \npneumonia.32 The mentioned formulation of AZM is an oral pow -\nder that should be reconstituted with water and given in a single \ndose of 2.0 g. Continuous release of the drug is achieved through FIGURE 2  Schematic\tview\tof\tAZM\t\nmechanism inhibiting translation of mRNA"
    },
    {
        "page": 4,
        "content": "4 of 16  |    \nHEIDARY Et Al.\ndiffusion from the microspheres; the time to reach a peak serum \nconcentration is 5 h. AZM is well absorbed by free release. The mean \nmaximum serum concentration is 0.82 μ g/ml, and AUC24 is about \n8.62  μg/ml. Free-  release AZM should be taken on an empty stomach \nto ensure slower absorption. AZM is mainly excreted unchanged in \nfeces. The final half-  life of AZM secretion is 59 h.33 Drug delivery to \nthe site of infection by phagocytes and fibroblasts is characterized \nby tissue- directed AZM, which provides 5- day once- daily diets for \nmost infections that respond to oral therapy and 7–  10 days for more \nserious intravenous infections. Metabolism occurs through hepatic \npathways other than cytochrome P450, thus minimizing the risk of \ndrug interactions.8\n2.6 | Activity in biofilms\nThe potential role of AZM as an antibiofilm has been studied and \nshown to have a planktonic state when used in aerobic conditions. It \nhas been observed that AZM can significantly inhibit the formation \nand motility of biofilm in Pseudomonas aeruginosa  (P. aeruginosa ).34 \nInhibition of biofilm mass in Porphyromonas gingivalis  has also been \nreported among the AZM-  treated isolates.35 AZM in combination \nwith Dapsone can decline the glycosaminoglycan and durability of \nbiofilms produced by Borrelia burgdorferi  isolates.36 Additionally, \nwhen combined with ciprofloxacin (CIP) or rifampin, AZM is able to \ncompletely kill the biofilm of Bartonella henselae  within 6 days.37 The \nantibiofilm activity of the AZM pattern has also been studied among \nStenotrophomonas maltophilia  isolates and demonstrated that AZM/\ntigecycline combination can hamper the formation of biofilms.38\n3 | AZITHROMYCIN RESISTANCE\n3.1 | Mechanisms of resistance\nLike other drugs, the suboptimal use of AZM has been assumed the \nmost important cause of the development of resistant bacteria. The \nadministration of an improper dose or duration of treatment results \nin the emergence and spread of resistant organisms ( Table  1).39 Two \nstrategies have been generally involved in gonococcal resistance \nagainst AZM: The mutations in the mtrR  coding region resulted in \noverexpression of the MtrCDE efflux pump. Moreover, the affinity \nof N. gonorrhoeae  to AZM decreases due to mutations in genes en -\ncoding the 23S rRNA subunit.39 The modification of the drug target \nis associated with methylation of the 23S ribosomal subunit (related \nto the presence of erm  genes) or by mutations in rrl  alleles of the 23S \nrRNA gene, which blocks macrolide binding to this subunit.40\nThe molecular basis of the AZM resistance mechanism in P.  aeru -\nginosa  showed that the overexpression of efflux pumps particularly \nmexAB-  oprM and mexCD-  oprJ41 and mutations in the ribosomal \ntarget of drugs in the 23S rRNA gene can cause the development \nof resistant strains in the biofilm community of cystic fibrosis pa -\ntients.42 Although the better permeability and higher intracellular uptake of AZM resulted in the better activity of this antibiotic, the \nmajority of macrolides are ineffective against Enterobacteriaceae \ndue to intrinsic low macrolide permeability. In Enterobacteriaceae, \nthe relevance of 23S rRNA alterations as being responsible for mac -\nrolide resistance is low since E. coli , Salmonella  spp., Shigella  spp., and \nKlebsiella  spp. possess up to one or more rrn  loci.43\nThe methylation of 23S rRNA mediated by methylases encoded \nin erm genes is the most relevant mechanism of macrolide resistance. \nThese genes have been located in mobile elements such as plasmids \ncarrying more than one erm  gene.43,44 Another type of modification \nrelated to macrolide resistance is pseudouridylation of 23S rRNA. \nThis post-  translational modification was observed in domain V of \nthe E. coli 23S rRNA. Moreover, mutations in other ribosomal pro -\nteins including L4 (encoded in the rplD  gene) and L22 (encoded in \nthe rplV gene) involved in the development of macrolide resistance \nin Enterobacteriaceae.43\nIt is important to note that the hydrophobic nature of macrolides \nhas been assumed the underlying cause of intrinsic resistance to \nmost of these antimicrobial agents. Additionally, the overexpression \nof chromosomal efflux pumps (AcrAB-  TolC) and outer membrane \nprotein (OmpW) has been observed in E. coli AZM-  resistant mutants \nin vitro. In addition to mentioned mechanisms, bacterial macrolide \nmodifications commonly lead to the decline of direct antibacterial \nactivity.43 In Enterobacteriaceae, two esterases encoded by ere  (A,B) \ngenes and four different phosphotransferases encoded by mph  (A, \nB, D, and E) hydrolyze and modify the macrolide structure.43,44 Short \npeptides as 23S rRNA fragments are able to confer macrolide resis -\ntance. These resistance peptides interact with the macrolide and re -\nmove it from the ribosome and establish a new protein translation.43\nStudies showed that mutations of the rplD  gene contributed to \nless sensitive C. trachomatis  serovar L2 isolates to AZM and ERY. \nIt has been reported that the mutations in L4 protein conclude in \nthe conformational modification of the 23S rRNA in domains II, III, \nand V resulting in disorder in the translational activity of ribosomes. \nMoreover, mutations in the peptidyl transferase region of 23S rRNA \ngenes and the non-  conserved region of the protein L22 have been \nseen in clinical isolates resistant to C.  trachomatis .45 The dramatic \nincrease in macrolide-  resistant Treponema pallidum (T.  pallidum)  spp. \npallidum  has been reported since 2000. The emergence of macrolide \nresistance isolates evolves by a two-  step process including either \nA2058G or A2059G mutation in one copy of the 23S rRNA that sub -\nsequently results in gene conversion of both rRNA genes.46\nThe resistance mechanism of S.  pneumoniae is  associated with \nhorizontal gene transfer of efflux pump Mef  (E) genes. Moreover, \nstreptococcal methylase ErmB can develop high-  level cross- \nresistance to macrolides through methylation of A2058 nucleotide \nof 23S rRNA. Other mechanisms, including mutations in domain V of \n23S rRNA and in ribosomal proteins L4 or L22, can also appear more \nrarely in macrolide resistance isolates of S.  pneumoniae .47 The ge -\nnetic mechanism of macrolide resistance of S . aureus  strains isolated \nfrom cystic fibrosis patients has been well documented by mutations \nin genes of 23S rRNA domain II, V ( rrl), and ribosomal protein L4 \n(rplD) and L22 ( rplV). In addition, acquired resistance genes such as"
    },
    {
        "page": 5,
        "content": "|  5 of 16\nHEIDARY Et Al.\nerm (encoding a ribosomal methylase) and msr (A) (encoding an efflux \nprotein) can lead to macrolide resistance in S.  aureus  strains.48\nAlthough Salmonella  isolates have intrinsic resistance to ERY \nwhich is associated with active efflux of drugs, these strains are \nnaturally susceptible to AZM. Resistance to macrolides is related to \nmutations in nucleotides A2058 and A2059 of 23S rRNA domain V. \nAdditionally, the modification of the 50S ribosomal subunit proteins \nL4 and L22 may contribute to macrolide resistance.49 Haemophiles \ninfluenzae  strains are intrinsically resistant to macrolide due to the \npresence of a homologous efflux pump to the acrAB efflux mecha -\nnism in E. coli or other efflux pumps. In a few strains, higher MICs re -\nlated to mutations in 23S rRNA and L4 and L22 ribosomal proteins.50\nIn Legionella pneumophila  strains, mutations in the upstream \nsequence of lpeAB (lpp2879–  lpp2880) operon result in the overex -\npression of protein products. Lpp2879–  Lpp2880 together with TolC \nforms a tripartite efflux pump of the resistance–  nodulation–  division (RND) family. Moreover, in AZM-  resistant isolates, mutations in 23S \nrRNA genes and L4/L22 ribosomal proteins have been identified.51 \nIn Campylobacter  spp., the most common mechanism for high-  level \nresistance to macrolides is substitutions in the domain V of the 23S \nrRNA gene (A2075G, A2074C/G).52 The substitutions and insertions \nin ribosomal proteins are another resistance mechanism in the ab -\nsence of mutations in 23S rRNA genes. Moreover, CmeABC efflux \npumps (a member of the RND transporter family) have an important \nrole in resistance to macrolides.52\nThese three mechanisms synergistically contribute to high-  level \nmacrolide resistance.53 Another mechanism of macrolide resistance \nin Campylobacter  spp. is antibiotic exclusion through the major outer \nmembrane porin (MOMP). Campylobacter  spp. can alter membrane \npermeability mediated by overexpression of MOMP, chromosom -\nally encoded by porA .53 A novel mechanism for resistance in E. coli \nisolates associated with erm  (B) transferred by multidrug resistance TABLE 1  Mechanisms\tof\tazithromycin\tresistance\tin\tdifferent\tbacteria\nBacteria Mechanisms of resistance References\nNeisseria gonorrhoeae (1) Over expression of an efflux pump (due to mutations at mtrR  coding region)\n(2) Decreased antimicrobial affinity (due to mutations in genes encoding the 23S ribosomal \nsubunit)39,40\nPseudomonas aeruginosa (1) Efflux pump of P . aeruginosa  confers resistance to AZM during biofilm formation\n(2) Mutations in the 23S rRNA gene41,42\nEnterobacteriaceae (1) Target mutations (23S rRNA mutations, ribosomal protein alterations)\n(2) Methylation (Erm-  like, Cfr-  like, RlmA-  like)\n(3) Decreased uptake (efflux pumps, outer membrane alterations)\n(4) Macrolide modification (esterases, phosphotransferases)\n(5) Short peptides43\nEscherichia coli (1) Presence of chromosomal ( rplD, rplV , and 23S rRNA) mutations\n(2) Macrolide resistance genes (MRGs)\n(3) Efflux pump overexpression44\nChlamydia trachomatis (1) Mutations of rplD  gene, which codes for ribosomal protein L4\n(2) Mutations in the peptidyl transferase region of 23S rRNA genes\n(3) A triple mutation in a non-  conserved region of the protein L2245\nTreponema pallidum Mutations in 23S rRNA gene (A2058G or A2059G mutations)46\nStreptococcus pneumoniae (1) Target modification from acquisition of the genes erm(B)  gene by horizontal transfer \n(methylation by ErmB of 23S rRNA)\n(2) Drug efflux from the acquisition of the mef(E)  gene by horizontal transfer\n(3) Chromosomal mutations in 23S rRNA genes\n(4) Chromosomal mutations in the genes coding for ribosomal proteins L4 or L2247\nStaphylococcus aureus (1) Mutations in sequence of ribosomal genes rrl  (23S rRNA)\n(3) Mutations in sequence of rplV  (L22 protein)10\nSalmonella (1) Mutations in nucleotides A2058 and A2059 of the 23S rRNA\n(2) Alteration of the 50S ribosomal subunit proteins L4 ( rlpD)\n(3) Alteration of the 50S ribosomal subunit proteins L22 ( rlpV)49\nHaemophilus influenzae (1) Presence of an efflux pump homologous to the acrAB  efflux mechanism in E. coli or other \nefflux pumps\n(2) L4 and L22 ribosomal protein and 23S rRNA mutations50\nLegionella pneumophila (1) Mutations of efflux pump gene lpeAB\n(2) Mutations in genes encoding 23S rRNA or L4 and L22 ribosomal proteins51\nCampylobacter (1) Target mutations in 23S rRNA genes\n(2) Target mutations in L4 and L22 ribosomal proteins\n(3) Ribosomal methylation encoded by erm(B)\n(4) Multidrug efflux pumps (CmeABC)\n(5) Decreased membrane permeability due to MOMP52,53"
    },
    {
        "page": 6,
        "content": "6 of 16  |    \nHEIDARY Et Al.\n(MDR) genomic islands was reported in 2014.52 Erm(B) methylates \nthe 23S rRNA gene and results in decreased binding of macrolides.52\n3.2 | Epidemiology of resistance\n3.2.1 | South\tAmerica\tand\tCaribbean\nMost published studies from America have examined the rate of \nAZM resistance and related mechanisms of Shigella  spp. isolates. \nThe resistance rate of AZM has been reported at 23.5–  100% among \nShigella  spp.54- 56 (Table  2). Although mostly mphA  plasmid-  encoded \ngenes were reported as determinants of reduced susceptibility to \nAZM in these isolates, ermB  is identified in Shigella  spp. isolated from \nmen who have sex with men in Canada.56\nThe gonococcal AZM susceptibility in South America and the \nCaribbean determined in one study examined N . gonorrhoeae  iso-\nlates from 1990 to 2011. The overall prevalence of N . gonorrhoeae  \nisolates resistant to AZM was 10.0%. Moreover, the resistance rate \nranged from 25% in 2008 to 1% in 2010 in gonococcal isolates.57 \nIn a Gonococcal isolate surveillance project carried out from 2005 \nto 2013 in the USA, the overall percentage of AZM resistance in \nN. gonorrhoeae  isolates was 0.4% with no overall temporal trends in \ngeometric means. These data support the continued administration \nof AZM in a combination therapy regimen for gonorrhea.58\nIn an in vitro evaluation of AZM resistance of 10 Haemophilus \ninfluenzae  strains, minimum inhibitory concentrations (MICs) in -\ncreased >fourfold for all strains. Mutants selected by AZM were \nrelated to alterations in 23S rRNA and ribosomal proteins L4 and \nL22 sequences.59 The macrolide susceptibility assessment of 6382 \nclinical H. influenzae  isolates was studied during a 4-  year period and \nshowed in 1.3% of the isolates, the MICs were > 4 µg/ml. Among \nall strains that showed resistance to AZM, mutations in ribosomal \nproteins L4 and L22 were represented as the most common AZM \nresistance mechanism.60\nA study of sequential sub-  cultures in sub- MICs of antibiotics \nin 12 S.  pneumonia  strains was performed to identify resistant mu -\ntants. The overall prevalence of S.  pneumonia  isolates resistant to \nAZM was 50% and in all AZM-  resistant parents and derived mu -\ntants, the presence of mefE  was reported.61 The molecular screen -\ning of 124 syphilis infections collected from 2000 to 2004 indicated \n37.1% of T.  pallidum  isolates were resistant to AZM and associated \nwith mutations in the 23S rRNA gene.62 Moreover, the first report \nof MDR-  resistant Chlamydia trachomatis  (C. trachomatis ) in the USA \nwas reported in 2000. All three C.  trachomatis  isolates involved in \nthis study represented a high resistance to doxycycline, AZM, and \nofloxacin (OFL) ( >4 µg/ml).63\n3.2.2 | Asia\nSeveral studies on the resistance of Neisseria  isolates to AZM \nhave been reported from East Asia. These studies examined the susceptibility of N . gonorrhoeae  isolates between 2009 and 2016, \nand the calculated AZM resistance ranged between a high of 28.6% \nand 3.6% of isolates tested in China.83- 86 Moreover, two studies \nfrom India and Taiwan presented the overall percentage of AZM re -\nsistance in N . gonorrhoeae  isolates—  5% and 14.6%, respectively.75,79 \nThe resistance mechanism mentioned in relation to these resistant \nisolates was mutations in 23S rRNA, penA , and mtrA  genes.83,85 The \nsusceptibility assessment of Campylobacter  spp. isolated from ani -\nmals and human samples carried out in South Korea, China, Russia, \nand Thailand.71,93,94,95,96\nThe study period ranged from 1981 to 2016 and reported that \nthe overall percentage of AZM-  resistant Campylobacter  spp. iso -\nlated from poultry samples differed between a high of 71.1% of \nisolates tested in South Korea and 10% in Russia.93,95 Furthermore, \nAZM resistance among Campylobacter  species isolated from human \nstool specimens was 11.2% and 31% in two studies performed in \nThailand.71,96 Frequent mutations in the 23S rRNA gene and the \nCmeABC efflux pump were reported as determinants of reduced \nsusceptibility to AZM in these isolates.93- 95 Two studies from China \nand Iran determined the prevalence of AZM resistance of Legionella \npneumophila  isolates 16.8% and 29.9%, respectively.91,92 The AZM- \nresistant strains were associated with overexpression levels of the \nefflux pump gene lpeAB .91 The AZM resistance of Haemophilus influ -\nenzae  isolates ranged from 10% of isolates tested in 2014 increasing \nto 17.4% in 2018 in two studies from Iran.89,90\nA study in Russia evaluated the alteration in the 23S rRNA gene \nof C. trachomatis  related to resistance to macrolides and reported \n66.7% of C.  trachomatis  isolates were AZM-  resistant strains. The \nmacrolide-  resistant isolates had the mutations A2058C and T2611C \nin the 23S rRNA gene.65 Moreover, in another study that examined \nC. trachomatis  isolates obtained from recurrently infected women \nbetween 2006 and 2007, the prevalence of AZM resistance was re -\nported at 9.5%.64 The antimicrobial susceptibility testing (AST) of 84 \nEnterotoxigenic Escherichia coli  (ETEC) strains in China represented \na high proportion of AZM resistance (86.7%) associated with a \nnovel IncFII plasmid harboring mphA  and blaTEM - 1 resistance genes.70 \nHowever, an overview of antibiotic susceptibility of diarrheal patho -\ngens over a 15-  year period in Thailand demonstrated that AZM re -\nsistance was found in 15% of ETEC.71 Moreover, the prevalence of \nAZM resistance in Salmonella  bloodstream infections in Cambodia \nand T. pallidum  isolated from different areas in China reported 33.9% \nand 91.9, respectively.71,72,87\n3.2.3 | Europe\nMost studies reported from Europe have examined the antibiotic \nsusceptibility of Neisseria  isolates in different geographical areas. The \nresults of the European gonococcal antimicrobial surveillance pro-\ngram published in 2011. Over a 2-  year period, 1902 N.  gonorrhoeae  \nisolates were collected from 21 participating countries and found that \n5.3% of the examined gonococcal isolates had in vitro resistance to \nAZM.76 Between 2012 and 2015, the percentage of AZM resistance"
    },
    {
        "page": 7,
        "content": "|  7 of 16\nHEIDARY Et Al.\nTABLE 2  Epidemiology\tof\tazithromycin\tresistance\nFirst author CountryEnrollment \ntimePublished \ntime BacteriaNo. of \nresistant \nbacteria MIC ( μg/ml) Resistance mechanismResistance \nrate\nSomani63USA 1997–  1998 2000 Chlamydia trachomatis 3 >4 – – \nBhengraj64India 2006–  2007 2010 Chlamydia trachomatis 2 8 – 9.5%\nMisyurina65Russia 2000–  2002 2004 Chlamydia trachomatis 4 >5.12 Mutations in a 23S rRNA and L22 Genes 66.7%\nWolter66South Africa 2001–  2003 2005 Streptococcus pneumoniae 2 4 Mutations in ribosomal protein L4 – \nNagai61USA 1998–  1999 2000 Streptococcus pneumoniae 6 16– 32 mef(E) 50%\nGür67Turkey 1996–  1997 2002 Streptococcus pneumoniae 6 – – 2.1%\nGür67Turkey 1996–  1997 2002 Streptococcus pyogenes 5 – – 1.9%\nBaker68U.K 1995– 2014 2015 Shigella flexneri – 6 4– >256 Acquired antimicrobial resistance genes \n(pKSR100)– \nGaudreau54Canada 2012–  2013 2014 Shigella  spp. 10 ≥64 mph(A) gene 38.5%\nSjolund Karlsson55USA 2011–  2012 2013 Shigella sonnei 4 >16 Presence of mph A – \nYousfi56Canada 2013–  2014 2019 Shigella  spp. 60 3 2–\t≥ 2 5 6 mphA  and ermB  genes 23.6%\nBenmessaoud69Morocco 2001–  2012 2016 Shigella  spp. 1 – – 11.1%\nXiang70China 2016–  2018 2020 Escherichia coli 26 – mphA  gene 86.7%\nBenmessaoud69Morocco 2001–  2012 2016 Escherichia coli 11 – – 15.5%\nHoge71Thailand 1995–  1996 1998 Escherichia coli 6 >64 – 15%\nVlieghe72Cambodia 2007–  2010 2012 Salmonella  spp. 20 >16 – 33.9%\nNair73U.K 2012–  2015 2016 Salmonella  spp. 15 6– >16 Macrolide resistance genes ( mphA , mphB  \nor mefB )2.2%\nBenmessaoud69Morocco 2001–  2012 2016 Salmonella  spp. 1 – – 20%\nHoge71Thailand 1995–  1996 1998 Salmonella  spp. 2 >64 – 3%\nBrunner74Hungary 2014–  2015 2016 Neisseria gonorrhoeae 58 >0.5 – 30%\nKulkarni75India 2013–  2016 2018 Neisseria gonorrhoeae 6 1– 8 – 5%\nCole76Europe 2011–  2012 2014 Neisseria gonorrhoeae 99 >0.5 – 5.3%\nKirkcaldy58USA 2005–  2013 2017 Neisseria gonorrhoeae 175 ≥2 – 0.4%\nBuder77Germany 2014–  2015 2018 Neisseria gonorrhoeae 58 ≥0.5 – 10.8%\nWind78Netherlands 2012–  2015 2017 Neisseria gonorrhoeae 38 >0.5 – 1.2%\nLiu79Taiwan 2001–  2013 2018 Neisseria gonorrhoeae 33 >0.5 – 14.6%\nBelkacem40France 2013–  2014 2016 Neisseria gonorrhoeae 9 >0.5 Mutation in rrl , mtrR , and rplD  genes 1%\nLatif80Zimbabwe 2015–  2016 2018 Neisseria gonorrhoeae 1 4 – 10%\nDillon57South America 1992– 2011 2013 Neisseria gonorrhoeae 1114 – – 10%\n(Continues)"
    },
    {
        "page": 8,
        "content": "8 of 16  |    \nHEIDARY Et Al.\nFirst author CountryEnrollment \ntimePublished \ntime BacteriaNo. of \nresistant \nbacteria MIC ( μg/ml) Resistance mechanismResistance \nrate\nLahra81Australia 2015–  2016 2016 Neisseria gonorrhoeae 22 – – 1.7%\nVandepitte82Uganda 2008–  2009 2014 Neisseria gonorrhoeae 4 ≥0.75 – 2.7%\nLiang83China 2009–  2013 2016 Neisseria gonorrhoeae 77 ≥1 Mutations in 23S rRNA, mtrR  and penA  \ngenes15.9%\nLi84China 2013–  2015 2018 Neisseria gonorrhoeae 11 >1 – 3.6%\nJiang85China 2014–  2015 2017 Neisseria gonorrhoeae 36 ≥1 Mutations in 23S rRNA and mtrR  genes 28.6%\nYin86China 2013–  2016 2018 Neisseria gonorrhoeae 710 ≥1 – 18.6%\nMitchell62USA 2000–  2004 2006 Treponema pallidum 46 – Mutations in 23S rRNA gene 37.1%\nChen87China 2008–  2011 2013 Treponema pallidum 194 – Mutations in 23S rRNA gene (A2058G \nmutations)91.9%\nMuldoon88Ireland 2009–  2010 2012 Treponema pallidum 27 – A2058G mutations 93.1%\nVaez89Iran 2018–  2019 2019 Haemophilus influenzae – – – 17.4%\nClark59USA 2001–  2002 2002 Haemophilus influenzae 10 16– >128 Mutations in 23S rRNA and ribosomal \nproteins L4 and L22– \nBoroumand90Iran 2014–  2015 2015 Haemophilus influenzae 2 – – 10%\nPeric60USA 1997–  2000 2003 Haemophilus influenzae 82 >4 Ribosomal mutations 1.3%\nJia91China 2002–  2016 2019 Legionella pneumophila 25 1.5– 2 Expression of efflux pump gene lpeAB 16.8%\nRahimi92Iran 2015–  2016 2017 Legionella pneumophila 7 – – 25.9%\nWei93South Korea 2013–  2016 2018 Campylobacter  spp. 27 – Mutation in the 23S rRNA gene 71.1%\nTang94China 2019–  2020 2020 Campylobacter  spp. 62 – Mutation in the 23S rRNA gene 66.7%\nEfimochkina95Russia 2019–  2020 2020 Campylobacter jejuni 4 – Efflux pump CmeABC genes, mutations in \n23S rRNA sequence10%\nHoge71Thailand 1981–  1995 1998 Campylobacter  spp. 13 – – 11.2%\nMurphy96Thailand 1994–  1995 1996 Campylobacter  spp. 9 ≥8 – 31%TABLE 2  (Continued)"
    },
    {
        "page": 9,
        "content": "|  9 of 16\nHEIDARY Et Al.\nin N. gonorrhoeae  isolated from STIs in the Netherlands reported 1.2%, \nand the prevalence of isolates with intermediate MICs ( >0.25 and \n≤0.5\tmg/L)\tincreased\tfrom\t3.7%\tin\t2012\tto\t8.6%\tin\t2015.78\nThe epidemiology of AZM resistance in France during 2013–  2014 \nindicated, among the 970 N.  gonorrhoeae  isolates, the prevalence of \nAZM resistance and intermediate resistance was 1% and 4.6%, respec -\ntively.40 The molecular analysis of isolates showed mutations in do -\nmain V of 23S rRNA, substitution and deletion in the mtrR  promoter, \nand mutations in the L4 ribosomal protein associated with AZM resis -\ntance.40 Moreover, the antibiotic assessment of N . gonorrhoeae  isolates \nin two separates studies accomplished during 2014–  2015 reported \n30% of strains collected in Hungary and 10.8% of strains collected in \nGermany were resistant to AZM.74,77 A cross-  sectional study on 331 \nclinical isolates of S.  flexneri  serotype 3a was carried out between \nDecember 1995 and June 2014 in the UK. The strains with high-  level \nresistance to AZM (MIC 64 to > 256 mg/L) harbored the conjugative \nR- plasmid pKSR100 that carried mphA  and ermB .68\nThe detection of the prevalence and mechanism of resistance to \nAZM of 15 isolates of non-  typhoidal Salmonella enterica  in the UK \nshowed 2.2% of isolates had resistance or decreased susceptibility \nto AZM (MIC 6 to > 16 mg/L) and the presence of plasmid or chromo -\nsomally mediated genes including s mphA , mphB , and mefB  related \nto AZM resistance.73 The molecular analysis of T.  pallidum  AZM re -\nsistance in Ireland indicated 27 out of 29 strains had the A2058G \nmutation and mentioned that this antibiotic should not be suggested \nfor the treatment of syphilis in Ireland.88\n3.2.4 | Africa\nThe assessment of antibiotic susceptibility of diarrhoeagenic bacteria \ncollected from children in Morocco showed the prevalence of AZM re -\nsistance of Shigella  spp., E. coli , and Salmonella  spp. was 11.1%, 15.5%, \nand 20% respectively; however, the mechanisms involved in the antibi -\notic resistance of these isolates have not been identified.69 Moreover, \nthe resistance rate of N. gonorrhoeae  isolates in two studies accom -\nplished in Uganda and Zimbabwe ranged from 2.7% in 2008–  2009 to \n20% in 2015–  2016 respectively.80,82 Few studies have been performed \non the molecular mechanism of resistance in AZM-  resistant isolates. A \nstudy in South Africa assessed two macrolide resistance Streptococcus \npneumoniae  isolates and found the novel mechanism of resistance due \nto a 6 bp deletion in the gene encoding riboprotein L4.66\n4 | SYNERGISM\n4.1 | Synergism against Plasmodium falciparum\nChloroquine (CQ) is a drug that contains quinoline (a heterocyclic \naromatic organic compound with the chemical formula C9H7N) \nand has a successful history in malaria treatment.97 Ohrt et al. \ndemonstrated that CQ/AZM combination is efficacious against \nCQ- resistant Plasmodium falciparum (P.  falciparum)  and AZM has an additive to synergistic activity on CQ in vitro and this therapy \nshould be evaluated for malaria prophylaxis.98 In an Indian study, \nit was indicated that CQ/AZM combination is much more effec -\ntive than AZM or CQ alone as single-  drug therapy in P.  falciparum  \ntreatment.99\nTo discover the reason behind this synergy, Cook et al. performed \na study, which revealed that synergism is not due to a systemic drug– \ndrug interaction or the following factors: (1) the enhancement of ex -\nposure to one or both drugs because of improved bioavailability; (2) \na decrease in clearance.100 Nakornchai et al. also support the fact \nthat there is a range of additive to synergistic effects in CQ/AZM \ncombination in vitro.101\nA study was conducted by Pereira et al.102 which showed that \nCQ- resistant isolates become more susceptible to CQ in high \nconcentrations of AZM. They also mentioned that to achieve a \nmaximum degree of antimalarial activity, CQ and AZM should be \nadministered in a dose such that their potency becomes equivalent \n(1:1 ratio), although pediatric subjects should take a higher dose of \nthis combination due to higher drug clearance in their body.103 In \naddition, Phiri et al. noted that CQ/AZM combination can still be \na viable intermittent preventive treatment option in P.  falciparum - \ninfected pregnant women in an open-  label, non-  comparative out-  \npatient study.104\nA study conducted by Kshirsagar et al. in adults with acute un -\ncomplicated P. falciparum  malaria showed that the efficacy of CQ/\nAZM treatment is dependent on the dose. In other words, adminis -\ntration of 2 g AZM + 600 mg CQ had higher efficacy compared to \n1000 or 500 mg AZM + 600  mg CQ.105\nQuinine is also a quinoline-  containing drug that is effective \nagainst P. falciparum - induced malaria.97 It is claimed that Quinine/\nAZM drug therapy is the best way to counteract MDR-  resistant \nP. falciparum  in vitro.101 A randomized, dose-  ranging study in \nThailand indicated that the combination of Quinine/AZM (qui -\nnine:\t30\tmg\tsalt/kg\tdivided\t three\ttimes\ta\tday\tand\tAZM:\t≥1\tg/\nday for 3 days) was effective against MDR-  resistant P.  falciparum  \nmalaria.106\nIn a case of uncomplicated P.  falciparum  malaria, a randomized, \nphase 2 clinical trial was conducted in Thailand, which showed \nhigh cure rates for Quinine/AZM combination plus quinine, for a \ntotal dose of 4.5 g of AZM plus 60 mg/kg quinine or 3 days of AZM \nplus quinine. This study also demonstrated that AZM, which is a \nslow-  acting drug, should be combined with a fast-  acting drug to \nreach a quicker initial parasite clearance.107 Noedl et al. mentioned \nthat quinine can be a promising partner for AZM. The strongest \npropensity toward synergy was seen in a combination ratio of \n1:44.108\nDihydroartemisinin (DHA), an artemisinin derivative, is a drug \nused to treat malaria. Results showed that a 3-  day combination of \ndihydroartemisinin with AZM (dihydroartemisinin 80  mg or 4 tablets \ntogether with AZM 500 mg (2 capsules) for 3 days) yielded an ap -\nproximately 70% cure rate, and this regimen can be a proper regimen \nfor children and pregnant women and areas where a parasitological \ndiagnosis is not available.109"
    },
    {
        "page": 10,
        "content": "10 of 16  |    \nHEIDARY Et Al.\n4.2 | Synergism against Pythium insidiosum\nPythiosis is a zoonosis disease caused by a fungus-  like pathogen, \nnamed Pythium insidiosum ( P. insidiosum ), which presents many \nclinical manifestations based on the type of infection.110 Jesus \net al. demonstrated that AZM has synergistic effects with some \nantifungal agents such as terbinafine, amphotericin B, itraconazole, \nvoriconazole, micafungin, caspofungin, and anidulafungin against \nP. insidiosum  in vitro.111 Furthermore, in another study, AZM showed \na synergistic effect with Carvacrol and Thymol against P.  insidiosum  \nin vitro.112\nA lack of antagonism between AZM and topical drugs such as \nbenzalkonium, cetrimide, cetylpyridinium, mupirocin, and triclosan \nin vitro and a lack of topical therapeutics against P. insidiosum  sug-\ngests that these combinations may provide a potential therapy for \npythiosis treatment.113 In vivo studies showed that AZM could be a \nremarkable anti-  P. insidiosum  therapy in combination with minocy -\ncline or alone.114\n4.3 | Synergism against Naegleria fowleri\nNaegleria fowleri  is an ameba that causes a rapidly fatal infec -\ntion called primary amebic meningoencephalitis (PAM) in humans. \nAmphotericin B, a broad-  spectrum drug, acts against most human \nfungal pathogens and is used to treat PAM.115 Soltow et al. men -\ntioned that AZM has synergistic effects with amphotericin B against \nNaegleria fowleri ; each of these drugs had less than 50% efficacy \nwhile administrated alone; however, when they were utilized with \neach other, the combination had 100% efficacy in vitro; therefore, it \nmight be an acceptable regimen to treat PAM.116\n4.4 | Synergism against Pseudomonas aeruginosa\nDue to increasing CIP-  resistant P.  aeruginosa  isolates, new ap -\nproaches should be further investigated to treat the caused infec -\ntions.117 Combination therapy might be the key to this subject. After \nthe synergism of CIP and AZM was confirmed in vitro, on the peak \ninfection day, the use of CIP/AZM combination improved clearance \nfrom the kidney and bladder and exhibited anti-  inflammatory and \nimmunomodulatory effects in P.  aeruginosa  biofilm induced acute \npyelonephritis.118 Saini et al. showed that this combination can also \nbe used as a material to construct a special catheter that prevents \ncatheter-  associated urinary tract infections in vitro.119\nThe efficacy of a novel CIP/AZM sinus stent (CASS) was evalu -\nated in a subsequent study, and results showed that CASS delivers a \nsustainable amount of CIP and AZM which causes antibiofilm activ -\nity against P. aeruginosa  in vitro.120 Lim et al. also demonstrated that \nthe attainable dose of AZM released from CASS showed significant \nanti-  inflammatory activity by successfully reducing LPS-  stimulated \nIL- 8 secreted from P. aeruginosa  in human sinonasal epithelial cells \nwithout compromising their integrity.121 In another study, Raouf et al. noted that CIP/AZM combination, either in free form or as \nnanoparticles on a chitosan nanocarrier, showed promising re -\nsults including improved survival, decreased bacteriological count, \nand better wound healing against CIP-  resistant biofilm-  producing \nP. aeruginosa  strains.122\n4.5 | Synergism against Escherichia coli\nColistin, also called polymyxin E, is a molecule that is often used \nas a last-  line therapy to treat MDR-  resistant Gram-  negative bacte -\nria and can be administered either intravenously or in oral form.123 \nLi et al. demonstrated that synergistic effects were seen during a \nhigh dose of AZM administration with colistin against colistin- \nresistant Escherichia coli  isolates in vitro. Indeed, 1 or 2 mg/liter \ncolistin + 2.5 mg/L AZM showed an eradication effect by 48 h in \nMZ1501R isolates in vivo.124\n4.6 | Synergism against Neisseria gonorrhoeae\nCeftriaxone (CRO) 250 mg intramuscular (IM) as a single dose +AZM \n1 g orally as a single dose or cefixime (CFIX) 400 mg orally as a sin -\ngle dose + AZM 1 g orally as a single dose are suggested as dual \ntherapies for N.  gonorrhoeae  genital or anorectal infections treat -\nment by WHO.125 Furuya et al. evaluated the synergy between \nCFIX, cefteram (CFTM), and amoxicillin (AMX) with AZM, and the \nresults demonstrated that CFIX/AZM combination showed a greater \nsynergy in comparison with CFTM/AZM or amoxicillin/AZM (32% in \ncomparison with 12% and 4%) in vitro.126 Onodera et al. introduced \nclavulanic acid/amoxicillin (CVA/AMPC)  + AZM and CFTM/AZM \nas alternative strategies to treat CFIX-  resistant N.  gonorrhoeae .127 \nSingh et al. noted that synergistic or additive effects were displayed \nin WHO-  recommended treatment without any antagonism in vitro. \nThe absence of antagonism is the reason for the continuation of this \ntherapy.128\n5 | CLINICAL TREATMENT\n5.1 | Asthma\nAzithromycin accumulates in the lysosomes of phagocytic cells. In \nthe lungs, the concentration of macrolides in neutrophils and mac -\nrophages is much higher than that measured in extracellular com -\npartments. This information represents important cellular sites of \nimmunomodulatory function in asthma.129 Hiles et al. conducted a \nrandomized controlled trial on 420 patients to assess the effect of \noral AZM in reducing the incidence of asthma. In that study, 213 \npatients received 500 mg of AZM and 207 received placebo three \ntimes per week. Their results showed that AZM reduced asthma ex -\nacerbations by 1.07 per patient/year, while this rate for placebo was \n1.86 per patient/year. Furthermore, low-  dose AZM was an effective"
    },
    {
        "page": 11,
        "content": "|  11 of 16\nHEIDARY Et Al.\ntherapy for persistent asthma. It reduced 40% of exacerbations in \nsevere asthma and also respiratory tract infections.130 In another \nretrospective cohort study, Douglas et al. evaluated AZM therapy \nin 174 children hospitalized with asthma. The overall median length \nof stay was 2.3 days, and 9% were readmitted for asthma within \n90 days of discharge compared with 20% who had a longer length of \nstay after AZM treatment. Based on their results, AZM therapy was \nnot associated with 90-  day readmission for asthma and showed no \nstatistically significant difference in the rate of readmission in chil -\ndren with asthma.131\n5.2 | Bronchiolitis\nAzithromycin is mostly used to treat lung infection and viral bron -\nchiolitis.132 In a secondary analysis of a randomized double-  blinded \nplacebo-  controlled trial, 104 infants (50 in AZM group and 54 in \nplacebo group) were studied. That study demonstrated that 10 mg/\nkg of AZM can reduce the rate of recurrent wheezing, which was \nsignificantly occurred less than 6 months after discharge.133 By ana -\nlyzing some double-  blinded placebo-  controlled studies, Che et al. \nevaluated the clinical efficacy of AZM adjuvant therapy in 1328 \nchildren with bronchiolitis; 667 and 661 children received AZM and \nplacebo, respectively. The results of their study revealed that AZM \ncould significantly diminish the time to the relief of wheezing and the \ndetection rates of Haemophilus influenza , Moraxella catarrhalis , and \nStreptococcus pneumoniae  in the nasopharyngeal region. However, \nno improvement was observed in the length of hospitalization and \noxygen supply time.134\n5.3 | Chronic obstructive pulmonary disease \n(COPD)\nAzithromycin has been shown to have the greatest effect on sub -\njects with COPD.135 In a retrospective observational study, Naderi \net al. randomized patients to receive AZM (250 mg, at least three \ntimes weekly for at least 6 months ( n = 126) or neither ( n = 69)). In \nAZM-  treated patients, the rate of exacerbations per patient in a year \nbefore the treatment period was 3.2, but during the following year \non therapy, the rate was 2.3. In the control group, the exacerbation \nrates were 1.7 and 2.5 during the first and second follow-  up year, \nrespectively. Therefore, long-  term AZM reduced the rate of exacer -\nbation in severe COPD patients.136\nHan et al. carried out a secondary cohort analysis study to \ndemonstrate the effect of AZM in reducing exacerbation in COPD \npatients. They randomly grouped 1113 COPD patients, of which \n557 and 556 subjects were received AZM and placebo, respectively. \nFor a year, an AZM dose of 250 mg or placebo was prescribed daily. \nAZM was more effective than placebo in reducing COPD, although \nantibiotic and steroid therapy was required. The data also uncovered \nthat AZM is more effective in older patients and patients with mild \nillness.137In a randomized double-  blinded placebo-  controlled trial per -\nformed by Uzun et al. in the Netherlands, AZM therapy was in -\nvestigated among patients with frequent exacerbations of COPD. \nPatients who experienced at the least three or more exacerbations \nin the last year received 500 mg of AZM ( n = 47) or placebo ( n = 45), \nthree times a week for a year. Randomization was stratified by the \nuse\tof\tlong-\tterm,\tlow-\tdose\tprednisolone\t (≤10\tmg\tdaily).\tThe\tnumber\t\nof exacerbations in the AZM group was 84 compared with placebo, \nwhich was 129. In the AZM group, the rate of exacerbations per pa -\ntient per year was 1.94, while that of the placebo was 3.22. As a \nresult, AZM can significantly reduce the exacerbation rate as com -\npared to the placebo.138\n5.4 | Cystic fibrosis\nAzithromycin has displayed great effects on cystic fibrosis patients. \nThis claim was proven in a multi-  center randomized double-  blinded \nplacebo-  controlled trial conducted by Clement et al. who assessed \nthe long-  term effects of AZM in patients with cystic fibrosis. Their \nstudy was initiated by the randomized selection of 82 subjects who \nreceived oral AZM ( n = 40) or placebo ( n = 42) and ended with 35 \nAZM and 37 placebo cases. The patients were prescribed 250 mg or \n500 mg of the mentioned agents depending on their body weight, \nthree times a week for 12 months. The results showed that the \nrate of pulmonary exacerbations, the time elapsed before the first \npulmonary exacerbation, and the number of additional courses of \noral antibiotics declined in the AZM group, but not in the placebo \ngroup.139\n5.5 | Enteric infections\nDue to increasing drug-  resistant Enterobacteriaceae, AZM is needed \nto treat enteric infections. An open-  labeled, non-  comparative study \nwas carried out by Aggarwal et al. to uncover the effect of AZM on \nthe treatment of uncomplicated typhoid fever. In their investigation, \n109 children received daily 20 mg of AZM per kg for 6 days; 102 \npatients were cured completely.140 In another study, patients with \nuncomplicated typhoid fever received intravenous CRO (75 mg/day, \nn = 36) or AZM (20 mg/kg/day, n = 32) for 5 days. Although the \nresult did not show a significant difference between AZM and CRO \ngroups, treatment with AZM did not have any relapse, and they had \na longer time to clearance of bacteremia. Thus, AZM can be an ap -\npropriate treatment for children with typhoid fever.141\nSimilarly, in a randomized controlled study, Parry et al. compared \nAZM with OFL for treating 187 patients with MDR typhoid fever. \nPatients were randomly categorized into three groups to receive \nAZM (10 mg/day/kg, n = 62), OFL (20 mg/day/kg, n = 63), or their \ncombination (10 mg/day/kg AZM in days one to three and 15 mg/\nday/kg OFL for 7 days, n = 62). The results showed that AZM alone \nmay be a better choice to cure uncomplicated typhoid fever, and it \nhas a shorter treatment duration.142"
    },
    {
        "page": 12,
        "content": "12 of 16  |    \nHEIDARY Et Al.\nIn another prospective randomized trial, Vukelic et al. com -\npared AZM with ERY in the treatment of children infected with \nCampylobacter concisus . They randomized 120 patients into four \ngroups, including ERY (50 mg/day/kg for 5 days), AZM (a single dose \nof 20 mg/kg or 30 mg/kg), and control who received no treatment. \nResults indicated that 30 mg/kg AZM was more efficient in curing \nCampylobacter enterocolitis  in children. Moreover, they proved that \nthis effect was dose dependent.143\n5.6 | Sexually transmitted infections\nAzithromycin has been shown to be highly efficient in bacterial STIs \ncaused by C.  trachomatis , N. gonorrhoeae , and T.  pallidum .144 Recently, \nMacaux et al. performed a retrospective cohort study on the effect \nof AZM on the treatment of C.  trachomatis - infected patients. They \nevaluated the efficiency of a single dose of AZM oral administration \nin 50 patients with asymptomatic rectal infection. The overall results \ndemonstrated that treatment with AZM can be effective against \nasymptomatic rectal C.  trachomatis  infection.145\n5.7 | Periodontal infections\nDue to the penetration of periodontal infections in deep tissue or \ninaccessible areas, viz., the tooth furcation or gingival tissues, the \nfunction of AZM in treating these infections becomes more impor -\ntant. AZM concentrates on neutrophils, macrophages, and fibro -\nblasts and plays a key role in fighting periodontal disease.146\nIn a randomized trial, Mascarenhas et al. selected 31 patients \nwho smoked more than a pack daily and investigated the effect of \nAZM in combination with scaling and root planning (SRP) for treating \nsevere chronic periodontitis.\nPatients were randomly given SRP alone or SRP + AZM. The \nresults indicated a clinical improvement in both groups within \n6 months of treatment; however, the combination group indicated \nmore reduction rate in probing depths and clinical attachment loss \nand deep sites.147\n6 | CONCLUSIONS\nAzithromycin is a semisynthetic macrolide that has a significant ef -\nfect on a wide range of Gram-  positive and Gram-  negative bacte -\nria. Both alone and/or in synergy with other antibiotics, AZM has \nbeen used successfully for the treatment of respiratory diseases \n(such as asthma, bronchiolitis, COPD, and cystic fibrosis), enteric \ninfections, periodontal infections, and STDs. However, pharma -\ncokinetics/pharmacodynamics studies have demonstrated an in -\ncomplete absorption of this antibiotic with low oral bioavailability. \nVarious bacteria in different countries have shown different levels \nof antibiotic resistance to AZM. Thus, in this study, we reviewed \nthe mechanisms and epidemiology of AZM resistance worldwide. Overall, the data show that the global prevalence of AZM resist -\nance is increasing among bacteria. Resistance to AZM is developing \nsimilar to many other drugs; therefore, synergistic combinations \nare prescribed and being studied to confront different pathogens. \nTherefore, it is necessary to discover the AZM mechanism of action \nand the underlying mechanism behind the synergism with differ -\nent drugs that effectively act against different organisms. A great \nvariety of combinations could be studied in various outlooks in -\ncluding synergism and effects on the human body and different \nAZM combinations are no exception. Therefore, continuous moni -\ntoring of AZM resistance by AST methods, the establishment of an \nantibiotic resistance registry center, using electronically reporting \nsystems, and the development of more rapid diagnostic assays are \nrecommended.\nCONFLICT OF INTEREST\nThe authors report no conflicts of interest in this work.\nAUTHOR CONTRIBUTIONS\nS.K., M.H., and E.T. involved in study concept and design. M.H., \nA.E.S., A.K., A.k.N., I.Y., M.M., E.T., and S.K. drafted the article. S.K., \nM.H., and E.T. involved in critical revision of the article for important \nintellectual content. S.K. and E.T involved in study supervision. All \nthe authors have read and agreed to the published version of the \narticle.\nORCID\nMohsen Heidary   https:/ /orcid.org/0000-0002-9839-5017  \nSaeed Khoshnood   https:/ /orcid.org/0000-0002-5143-3178  \nREFERENCES\n\t 1.\t Tomišić\t Z.\tThe\tstory\tof\tazithromycin.\t Kem Ind J Chem Chem Eng . \n2011;60:603-  617.\n 2. Retsema J, Girard A, Schelkly W, et al. Spectrum and mode of ac -\ntion of azithromycin (CP-  62,993), a new 15-  membered-  ring mac -\nrolide with improved potency against gram-  negative organisms. \nAntimicrob Agents Chemother . 1987;31:1939-  1947. doi: 10.1128/\naac.31.12.1939\n 3. Mosholder AD, Mathew J, Alexander JJ, Smith H, Nambiar S. \nCardiovascular risks with azithromycin and other antibacterial \ndrugs. N Engl J Med . 2013;368:1665-  1668. doi: 10.1056/NEJMp  \n1302726\n 4. Amsden GW. Erythromycin, clarithromycin, and azithromycin: are \nthe differences real? Clin Ther . 1996;18:56-  72.\n 5. Imamura Y, Higashiyama Y, Tomono K, et al. Azithromycin exhibits \nbactericidal effects on Pseudomonas aeruginosa through inter -\naction with the outer membrane. Antimicrob Agents Chemother . \n2005;49:1377-  1380. doi: 10.1128/aac.49.4.1377-  1380.2005\n\t 6.\t Jelić\t D,\tAntolović\t R.\tFrom\terythromycin\t to\tazithromycin\t and\tnew\t\npotential ribosome-  binding antimicrobials. Antibiotics. 2016;5:29. \ndoi:10.3390/antib  iotic  s5030029\n 7. Gladue RP, Snider ME. Intracellular accumulation of azithromy -\ncin by cultured human fibroblasts. Antimicrob Agents Chemother . \n1990;34:1056. doi: 10.1128/AAC.34.6.1056\n 8. Rapp RP. Pharmacokinetics and pharmacodynamics of intravenous \nand oral azithromycin: enhanced tissue activity and minimal drug \ninteractions. Ann Pharmacother . 1998;32:785-  793. doi: 10.1345/\naph.17299"
    },
    {
        "page": 13,
        "content": "|  13 of 16\nHEIDARY Et Al.\n 9. Albert RK, Connett J, Bailey WC, et al. Azithromycin for preven -\ntion of exacerbations of COPD. N Engl J Med . 2011;365:689-  698. \ndoi:10.1056/NEJMo  a1104623\n 10. Gautret P, Lagier JC, Parola P, et al. Hydroxychloroquine and azith -\nromycin as a treatment of COVID-  19: results of an open-  label non- \nrandomized clinical trial. Int J Antimicrob Agents . 2020;56:105949. \ndoi:10.1016/j.ijant  imicag.2020.105949\n 11. Horowitz RI, Freeman PR. Precision medicine: retrospective chart \nreview and data analysis of 200 patients on dapsone combination \ntherapy for chronic Lyme disease/post-  treatment Lyme disease \nsyndrome: part 1. Int J Gen Med . 2019;12:101-  119. doi: 10.2147/\nijgm.S193608\n 12. Liu P, Allaudeen H, Chandra R, et al. Comparative pharmacoki -\nnetics of azithromycin in serum and white blood cells of healthy \nsubjects receiving a single- dose extended-  release regimen versus \na 3- day immediate-  release regimen. Antimicrob Agents Chemother . \n2007;51:103. doi: 10.1128/AAC.00852  - 06\n 13. Padayachee N, Schellack N. Focus on azithromycin. S Afr Gen Pract . \n2021;2:6-  8.\n 14. Champney WS, Burdine R. Azithromycin and clarithromycin inhi -\nbition of 50S ribosomal subunit formation in Staphylococcus aureus  \ncells. Curr Microbiol . 1998;36:119-  123.\n 15. Bakheit A, Al-  Hadiya B, Abd-  Elgalil A. Azithromycin. Profiles Drug \nSubst Excip Relat Methodol . 2014;39:1-  40.\n 16. Vázquez-  Laslop N, Mankin AS. How macrolide antibiotics work. \nTrends Biochem Sci . 2018;43:668- 684.\n 17. Parnham MJ, Haber VE, Giamarellos-  Bourboulis EJ, Perletti \nG, Verleden GM, Vos R. Azithromycin: mechanisms of action \nand their relevance for clinical applications. Pharmacol Ther . \n2014;143:225-  245.\n 18. Bulkley D, Innis CA, Blaha G, Steitz TA. Revisiting the structures of \nseveral antibiotics bound to the bacterial ribosome. Proc Natl Acad \nSci USA . 2010;107:17158-  17163.\n 19. Cigana C, Assael BM, Melotti P. Azithromycin selectively reduces \ntumor necrosis factor alpha levels in cystic fibrosis airway epithe -\nlial cells. Antimicrob Agents Chemother . 2007;51:975-  981.\n 20. Aghai ZH, Kode A, Saslow JG, et al. Azithromycin suppresses \nactivation of nuclear factor-  kappa B and synthesis of pro- \ninflammatory cytokines in tracheal aspirate cells from premature \ninfants. Pediatric Res . 2007;62:483-  488.\n 21. Venditto VJ, Haydar D, Abdel-  Latif A, et al. Immunomodulatory ef -\nfects of azithromycin revisited: potential applications to COVID-  19. \nFront Immunol . 2021;12:285.\n 22. Verleden GM, Vanaudenaerde BM, Dupont LJ, Van Raemdonck \nDE. Azithromycin reduces airway neutrophilia and interleukin-  8 in \npatients with bronchiolitis obliterans syndrome. Am J Respir Crit \nCare Med . 2006;174:566-  570.\n\t 23.\t Čulić\t O,\tEraković\t V,\tČepelak\t I,\tet\tal.\tAzithromycin\t modulates\t neu-\ntrophil function and circulating inflammatory mediators in healthy \nhuman subjects. Eur J Pharmacol . 2002;450:277-  289.\n 24. Wales D, Woodhead M. The anti- inflammatory effects of macro -\nlides. Thorax . 1999;54:S58.\n 25. Kannan K, Mankin AS. Macrolide antibiotics in the ribosome exit \ntunnel: species-  specific binding and action. Ann N Y Acad Sci . \n2011;1241:33-  47.\n 26. Lode H. The pharmacokinetics of azithromycin and \ntheir clinical significance. Eur J Clin Microbiol Infect Dis . \n1991;10:807-  812.\n 27. Fohner AE, Sparreboom A, Altman RB, Klein TE. PharmGKB sum -\nmary: macrolide antibiotic pathway, pharmacokinetics/pharmaco-\ndynamics. Pharm Genom . 2017;27:164.\n 28. Drew RH, Gallis HA. Azithromycin—  spectrum of activity, pharma -\ncokinetics, and clinical applications. Pharmacother J Hum Pharmacol \nDrug Ther . 1992;12:161-  173.\n 29. Nahata MC, Koranyi K, Gadgil S, Hilligoss D, Fouda H, Gardner M. \nPharmacokinetics of azithromycin in pediatric patients after oral administration of multiple doses of suspension. Antimicrob Agents \nChemother . 1993;37:314- 316.\n 30. McMullan BJ, Mostaghim M. Prescribing azithromycin. Aust Prescr . \n2015;38:87.\n 31. Chandra R, Liu P, Breen JD, et al. Clinical pharmacokinetics and gas -\ntrointestinal tolerability of a novel extended-  release microsphere \nformulation of azithromycin. Clin Pharmacokinet . 2007;46:247- \n259. doi: 10.2165/00003  088-  20074  6030-  00005\n 32. Swainston Harrison T, Keam SJ. Azithromycin extended release: a \nreview of its use in the treatment of acute bacterial sinusitis and \ncommunity-  acquired pneumonia in the US. Drugs . 2007;67:773-  \n792. doi: 10.2165/00003  495-  20076  7050-  00010\n 33. Harrison TS, Keam SJ. Azithromycin extended release. Drugs . \n2007;67:773-  792. doi: 10.2165/00003  495-  20076  7050-  00010\n 34. Lozano C, López M, Rojo-  Bezares B, Sáenz Y. Antimicrobial suscep -\ntibility testing in Pseudomonas aeruginosa  biofilms: one step closer \nto a standardized method. Antibiotics. 2020;9:880. doi: 10.3390/\nantib iotic  s9120880\n 35. Anggani HS, Perdana RG, Siregar E, Bachtiar EW. The effect of \ncoating chitosan on Porphyromonas gingivalis  biofilm formation in \nthe surface of orthodontic mini- implant. J Adv Pharm Technol Res . \n2021;12:84-  88. doi: 10.4103/japtr.JAPTR_95_20\n 36. Horowitz RI, Murali K, Gaur G, Freeman PR, Sapi E. Effect of dap -\nsone alone and in combination with intracellular antibiotics against \nthe biofilm form of B. burgdorferi . BMC Res Notes . 2020;13:455. \ndoi:10.1186/s1310  4- 020-  05298  - 6\n 37. Zheng X, Ma X, Li T, Shi W, Zhang Y. Effect of different drugs \nand drug combinations on killing stationary phase and biofilms \nrecovered cells of Bartonella henselae in vitro. BMC Microbiol . \n2020;20:87. doi: 10.1186/s1286  6- 020- 01777  - 9\n 38. Yue C, Shen W, Hu L, et al. Effects of tigecycline combined \nwith azithromycin against biofilms of multidrug-  resistant \nStenotrophomonas maltophilia isolates from a patient in China. \nInfect Drug Resist . 2021;14:775-  786. doi: 10.2147/idr.S298274\n 39. Derbie A, Mekonnen D, Woldeamanuel Y, Abebe T. Azithromycin \nresistant gonococci: a literature review. Antimicrob Resist Infect \nControl . 2020;9:1-  7.\n 40. Belkacem A, Jacquier H, Goubard A, et al. Molecular epidemiology \nand mechanisms of resistance of azithromycin-  resistant Neisseria \ngonorrhoeae isolated in France during 2013–  14. J Antimicrob \nChemother . 2016;71:2471-  2478.\n 41. Gillis RJ, White KG, Choi KH, Wagner VE, Schweizer HP, Iglewski \nBH. Molecular basis of azithromycin-  resistant Pseudomonas aeru -\nginosa  biofilms. Antimicrob Agents Chemother . 2005;49:3858- 3867. \ndoi:10.1128/aac.49.9.3858-  3867.2005\n 42. Chalmers JD. Macrolide resistance in Pseudomonas aeruginosa : im-\nplications for practice. Eur Respir Soc . 2017;49:1700689.\n 43. Gomes C, Martínez-  Puchol S, Palma N, et al. Macrolide resistance \nmechanisms in Enterobacteriaceae: focus on azithromycin. Crit Rev \nMicrobiol . 2017;43:1-  30.\n 44. Gomes C, Ruiz-  Roldán L, Mateu J, Ochoa TJ, Ruiz J. Azithromycin \nresistance levels and mechanisms in Escherichia coli . Sci Rep . \n2019;9:1-  10.\n 45. Mestrovic T, Ljubin-  Sternak S. Molecular mechanisms of \nChlamydia trachomatis resistance to antimicrobial drugs. Front \nBiosci . 2018;23:656-  670.\n\t 46.\t Šmajs\t D,\tPaštěková\t L,\tGrillová\t L.\tMacrolide\t resistance\t in\tthe\t\nsyphilis spirochete, Treponema pallidum ssp. pallidum: can we \nalso expect macrolide-  resistant yaws strains? Am J Trop Med Hyg . \n2015;93:678- 683.\n 47. Gingras H, Patron K, Leprohon P, Ouellette M. Azithromycin re -\nsistance mutations in Streptococcus pneumoniae as revealed by a \nchemogenomic screen. Microb Genom . 2020;6:454.\n 48. Prunier A-  L, Malbruny B, Laurans M, Brouard J, Duhamel \nJ- F, Leclercq R. High rate of macrolide resistance in \nStaphylococcus aureus  strains from patients with cystic fibrosis"
    },
    {
        "page": 14,
        "content": "14 of 16  |    \nHEIDARY Et Al.\nreveals high proportions of hypermutable strains. J Infect Dis . \n2003;187:1709-  1716.\n 49. Gunell M, Kotilainen P, Jalava J, Huovinen P, Siitonen A, \nHakanen AJ. In vitro activity of azithromycin against nonty -\nphoidal Salmonella enterica. Antimicrob Agents Chemother . \n2010;54:3498- 3501.\n 50. Tristram S, Jacobs MR, Appelbaum PC. Antimicrobial resistance in \nHaemophilus influenzae. Clin Microbiol Rev . 2007;20:368-  389.\n 51. Massip C, Descours G, Ginevra C, Doublet P, Jarraud S, Gilbert C. \nMacrolide resistance in Legionella pneumophila: the role of LpeAB \nefflux pump. J Antimicrob Chemother . 2017;72:1327-  1333.\n 52. Bolinger H, Kathariou S. The current state of macrolide resistance \nin Campylobacter spp.: trends and impacts of resistance mecha -\nnisms. Appl Environ Microbiol . 2017;83:e00416-  e00417.\n 53. Iovine NM. Resistance mechanisms in Campylobacter jejuni . \nVirulence . 2013;4:230-  240.\n 54. Gaudreau C, Barkati S, Leduc J-  M, Pilon PA, Favreau J, Bekal S. \nShigella spp. with reduced azithromycin susceptibility, Quebec, \nCanada, 2012–  2013. Emerg Infect Dis . 2014;20:854.\n 55. Sjölund Karlsson M, Bowen A, Reporter R, et al. Outbreak of in -\nfections caused by Shigella sonnei  with reduced susceptibility to \nazithromycin in the United States. Antimicrob Agents Chemother . \n2013;57:1559-  1560. doi: 10.1128/AAC.02360  - 12\n 56. Yousfi K, Gaudreau C, Pilon PA, et al. Genetic mechanisms behind \nthe spread of reduced susceptibility to azithromycin in Shigella \nstrains isolated from men who have sex with men in Québec, \nCanada. Antimicrob Agents Chemother . 2019;63:e01679-  18. \ndoi:10.1128/aac.01679  - 18\n 57. Dillon J-  AR, Trecker MA, Thakur SD. Two decades of the gono -\ncoccal antimicrobial surveillance program in South America and \nthe Caribbean: challenges and opportunities. Sex Transm Infect . \n2013;89:iv36-  iv41.\n 58. Kirkcaldy RD, Bartoces MG, Soge OO, et al. Antimicrobial drug pre -\nscription and Neisseria gonorrhoeae susceptibility, United States, \n2005-  2013. Emerg Infect Dis . 2017;23:1657-  1663. doi: 10.3201/\neid23  10.170488\n 59. Clark C, Bozdogan BI, Peric M, Dewasse B, Jacobs MR, Appelbaum \nPC. In vitro selection of resistance in Haemophilus influenzae by \namoxicillin- clavulanate, cefpodoxime, cefprozil, azithromycin, and \nclarithromycin. Antimicrob Agents Chemother . 2002;46:2956-  2962.\n 60. Peric M, Bozdogan BI, Jacobs MR, Appelbaum PC. Effects of an ef -\nflux mechanism and ribosomal mutations on macrolide susceptibil -\nity of Haemophilus influenzae clinical isolates. Antimicrob Agents \nChemother . 2003;47:1017-  1022.\n 61. Nagai K, Davies TA, Dewasse BE, Pankuch GA, Jacobs MR, \nAppelbaum PC. In vitro development of resistance to ceftriax -\none, cefprozil and azithromycin in Streptococcus pneumoniae. J \nAntimicrob Chemother . 2000;46:909-  915.\n 62. Mitchell SJ, Engelman J, Kent CK, Lukehart SA, Godornes C, \nKlausner JD. Azithromycin-  resistant syphilis infection: San \nFrancisco, California, 2000–  2004. Clin Infect Dis off Publ Infect Dis \nSoc Am . 2006;42:337- 345. doi: 10.1086/498899\n 63. Somani J, Bhullar VB, Workowski KA, Farshy CE, Black CM. \nMultiple drug-  resistant Chlamydia trachomatis associated with \nclinical treatment failure. J Infect Dis . 2000;181:1421-  1427.\n 64. Bhengraj AR, Vardhan H, Srivastava P, Salhan S, Mittal A. \nDecreased susceptibility to azithromycin and doxycycline in clin -\nical isolates of Chlamydia trachomatis obtained from recurrently \ninfected female patients in India. Chemotherapy . 2010;56:371-  377.\n 65. Misyurina O, Chipitsyna E, Finashutina Y, et al. Mutations in a 23S \nrRNA gene of Chlamydia trachomatis associated with resistance to \nmacrolides. Antimicrob Agents Chemother . 2004;48:1347-  1349.\n 66. Wolter N, Smith AM, Farrell DJ, et al. Novel mechanism of re -\nsistance to oxazolidinones, macrolides, and chloramphenicol in \nribosomal protein L4 of the pneumococcus. Antimicrob Agents \nChemother . 2005;49:3554- 3557. 67. Gür D, Ozalp M, Sümerkan B, et al. Prevalence of antimicrobial \nresistance in Haemophilus influenzae, Streptococcus pneumoniae, \nMoraxella catarrhalis and Streptococcus pyogenes: results of a \nmulticentre study in Turkey. Int J Antimicrob Agents . 2002;19:207-  \n211. doi: 10.1016/s0924  - 8579(02)00003  - 1\n 68. Baker KS, Dallman TJ, Ashton PM, et al. Intercontinental dissemina -\ntion of azithromycin-  resistant shigellosis through sexual transmis -\nsion: a cross-  sectional study. Lancet Infect Dis . 2015;15:913-  921.\n 69. Benmessaoud R, Nezha M, Moraleda C, et al. Antimicrobial resis -\ntance levels among diarrhoeagenic micro- organisms recovered \nfrom children under-  5 with acute moderate-  to- severe diarrhoea in \nRabat, Morocco. J Glob Antimicrob Resist . 2016;7:34-  36.\n 70. Xiang Y, Wu F, Chai Y, et al. A new plasmid carrying mphA \ncauses prevalence of azithromycin resistance in enterotoxigenic \nEscherichia coli  serogroup O6. BMC Microbiol . 2020;20:1-  9.\n 71. Hoge CW, Gambel JM, Srijan A, Pitarangsi C, Echeverria P. Trends \nin antibiotic resistance among diarrheal pathogens isolated in \nThailand over 15 years. Clin Infect Dis . 1998;26:341-  345.\n 72. Vlieghe ER, Phe T, De Smet B, et al. Azithromycin and ciprofloxa -\ncin resistance in Salmonella bloodstream infections in Cambodian \nadults. PLoS Negl Trop Dis . 2012;6:e1933.\n 73. Nair S, Ashton P, Doumith M, et al. WGS for surveillance of an -\ntimicrobial resistance: a pilot study to detect the prevalence \nand mechanism of resistance to azithromycin in a UK popu -\nlation of non-  typhoidal Salmonella. J Antimicrob Chemother . \n2016;71:3400- 3408.\n 74. Brunner A, Nemes-  Nikodem E, Jeney C, et al. Emerging \nazithromycin-  resistance among the Neisseria gonorrhoeae strains \nisolated in Hungary. Ann Clin Microbiol Antimicrob . 2016;15:1-  6.\n 75. Kulkarni SV, Bala M, Muqeeth SA, et al. Antibiotic susceptibility \npattern of Neisseria gonorrhoeae strains isolated from five cities \nin India during 2013–  2016. J Med Microbiol . 2018;67:22-  28.\n 76. Cole M, Spiteri G, Chisholm S, et al. Emerging cephalosporin \nand multidrug-  resistant gonorrhoea in Europe. Eurosurveillance . \n2014;19:20955.\n 77. Buder S, Dudareva S, Jansen K, et al. Antimicrobial resistance \nof Neisseria gonorrhoeae in Germany: low levels of cephalospo -\nrin resistance, but high azithromycin resistance. BMC Infect Dis . \n2018;18:1-  11.\n 78. Wind CM, van der Loeff MFS, van Dam AP, de Vries HJ, van der \nHelm JJ. Trends in antimicrobial susceptibility for azithromycin \nand ceftriaxone in Neisseria gonorrhoeae isolates in Amsterdam, \nthe Netherlands, between 2012 and 2015. Eurosurveillance . \n2017;22:30431.\n 79. Liu Y-  H, Huang Y-  T, Liao C-  H, Hsueh P-  R. Antimicrobial suscepti -\nbilities and molecular typing of Neisseria gonorrhoeae isolates at \na medical centre in Taiwan, 2001–  2013 with an emphasis on high \nrate of azithromycin resistance among the isolates. Int J Antimicrob \nAgents . 2018;51:768-  774.\n 80. Latif AS, Gwanzura L, Machiha A, et al. Antimicrobial susceptibility \nin Neisseria gonorrhoeae isolates from five sentinel surveillance \nsites in Zimbabwe, 2015–  2016. Sex Transm Infect . 2018;94:62-  66. \ndoi:10.1136/sextr  ans- 2016-  053090\n 81. Lahra MM, Enriquez RP. Australian gonococcal surveillance pro -\ngramme, 1 July to 30 September 2015. Commun Dis Intell Q Rep . \n2016;40:E179-  E181.\n 82. Vandepitte J, Hughes P, Matovu G, Bukenya J, Grosskurth H, Lewis \nDA. High prevalence of ciprofloxacin-  resistant gonorrhea among \nfemale sex workers in Kampala, Uganda (2008–  2009). Sex Transm \nDis. 2014;41:233-  237.\n 83. Liang J-  Y, Cao W-  L, Li X-  D, et al. Azithromycin-  resistant Neisseria \ngonorrhoeae isolates in Guangzhou, China (2009–  2013): coevo -\nlution with decreased susceptibilities to ceftriaxone and genetic \ncharacteristics. BMC Infect Dis . 2016;16:1-  8.\n 84. Li W, Zhu BY, Qin SQ, et al. Surveillance of antibiotic susceptibility \npatterns of Neisseria gonorrhoeae from 2013 to 2015 in Guangxi"
    },
    {
        "page": 15,
        "content": "|  15 of 16\nHEIDARY Et Al.\nProvince, China. Jpn J Infect Dis . 2018;71:148-  151. doi: 10.7883/\nyoken.JJID.2017.169\n 85. Jiang F-  X, Lan Q, Le W-  J, Su X-  H. Antimicrobial susceptibility \nof Neisseria gonorrhoeae isolates from Hefei (2014-  2015): ge -\nnetic characteristics of antimicrobial resistance. BMC Infect Dis . \n2017;17:1-  6.\n 86. Yin Y-  P, Han Y, Dai X-  Q, et al. Susceptibility of Neisseria gonor -\nrhoeae to azithromycin and ceftriaxone in China: a retrospective \nstudy of national surveillance data from 2013 to 2016. PLoS Med . \n2018;15:e1002499.\n 87. Chen X-  S, Yin Y-  P, Wei W-  H, et al. High prevalence of azithromycin \nresistance to Treponema pallidum in geographically different areas \nin China. Clin Microbiol Infect . 2013;19:975-  979.\n 88. Muldoon EG, Walsh A, Crowley B, Mulcahy F. Treponema pal -\nlidum azithromycin resistance in Dublin, Ireland. Sex Transm Dis . \n2012;39:784-  786.\n 89. Vaez H, Sahebkar A, Pourfarzi F, Yousefi-  Avarvand A, Khademi F. \nPrevalence of antibiotic resistance of Haemophilus Influenzae in \nIran- a meta- analysis. Iran J Otorhinolaryngol . 2019;31:349.\n 90. Boroumand M, Irani S, Siadat SD, Bouzari S. Molecular detec -\ntion of genomic islands associated with class 1 and 2 integron in \nHaemophilus influenzae isolated in Iran. Jundishapur J Microbiol . \n2015;8:e17249.\n 91. Jia X, Ren H, Nie X, Li Y, Li J, Qin T. Antibiotic resistance and \nazithromycin resistance mechanism of Legionella pneu -\nmophila serogroup 1 in China. Antimicrob Agents Chemother . \n2019;63:e00768-  19.\n 92. Rahimi B, Vesal A. Antimicrobial resistance properties of legionella \npneumophila isolated from the cases of lower respiratory tract in -\nfections. Biomed Pharmacol J . 2017;10:59-  65.\n 93. Wei B, Kang M. Molecular basis of macrolide resistance in \nCampylobacter strains isolated from poultry in South Korea. \nBioMed Res Int . 2018;2018:4526576.\n 94. Tang M, Zhou Q, Zhang X, et al. Antibiotic resistance profiles and \nmolecular mechanisms of Campylobacter from chicken and pig in \nChina. Front Microbiol . 2020;11:2722.\n 95. Efimochkina N, Stetsenko V, Sheveleva S. Formation of the resis -\ntance of Campylobacter jejuni  to macrolide antibiotics. Bull Exp Biol \nMed. 2020;169:351-  356.\n 96. Murphy GS Jr, Echeverria P, Jackson LR, Arness MK, LeBron \nC, Pitarangsi C. Ciprofloxacin-  and azithromycin-  resistant \nCampylobacter causing traveler's diarrhea in US troops deployed \nto Thailand in 1994. Clin Infect Dis . 1996;22:868-  869.\n 97. Slater AF. Chloroquine: mechanism of drug action and resistance \nin Plasmodium falciparum. Pharmacol Ther . 1993;57:203-  235. doi:\n10.1016/0163-  7258(93)90056  - j\n 98. Ohrt C, Willingmyre GD, Lee P, Knirsch C, Milhous W. Assessment \nof azithromycin in combination with other antimalarial drugs against \nPlasmodium falciparum in vitro. Antimicrob Agents Chemother . \n2002;46:2518-  2524. doi: 10.1128/aac.46.8.2518-  2524.2002\n 99. Dunne MW, Singh N, Shukla M, et al. A multicenter study of azith -\nromycin, alone and in combination with chloroquine, for the treat -\nment of acute uncomplicated Plasmodium falciparum malaria in \nIndia. J Infect Dis . 2005;191:1582-  1588. doi: 10.1086/429343\n 100. Cook JA, Randinitis EJ, Bramson CR, Wesche DL. Lack of a phar -\nmacokinetic interaction between azithromycin and chloroquine. \nAm J Trop Med Hyg . 2006;74:407-  412.\n 101. Nakornchai S, Konthiang P. Activity of azithromycin or eryth -\nromycin in combination with antimalarial drugs against \nmultidrug-  resistant Plasmodium falciparum in vitro. Acta Trop . \n2006;100:185-  191. doi: 10.1016/j.actat  ropica.2006.10.008\n 102. Pereira MR, Henrich PP, Sidhu AB, et al. In vivo and in vitro an -\ntimalarial properties of azithromycin- chloroquine combina -\ntions that include the resistance reversal agent amlodipine. \nAntimicrob Agents Chemother . 2011;55:3115-  3124. doi: 10.1128/\naac.01566  - 10 103. Zhao Q, Tensfeldt TG, Chandra R, Mould DR. Population pharma -\ncokinetics of azithromycin and chloroquine in healthy adults and \npaediatric malaria subjects following oral administration of fixed- \ndose azithromycin and chloroquine combination tablets. Malar J . \n2014;13:36. doi: 10.1186/1475-  2875-  13- 36\n 104. Phiri K, Kimani J, Mtove GA, et al. Parasitological clearance rates and \ndrug concentrations of a fixed dose combination of azithromycin- \nchloroquine in asymptomatic pregnant women with Plasmodium \nfalciparum parasitemia: an open-  label, non-  comparative study in \nSub-  Saharan Africa. PLoS One . 2016;11:e0165692. doi: 10.1371/\njourn  al.pone.0165692\n 105. Kshirsagar NA, Gogtay NJ, Moran D, et al. Treatment of adults with \nacute uncomplicated malaria with azithromycin and chloroquine in \nIndia, Colombia, and Suriname. Res Rep Trop Med . 2017;8:85-  104. \ndoi:10.2147/rrtm.s129741\n 106. Miller RS, Wongsrichanalai C, Buathong N, et al. Effective treat -\nment of uncomplicated Plasmodium falciparum malaria with \nazithromycin- quinine combinations: a randomized, dose-  ranging \nstudy. Am J Trop Med Hyg . 2006;74:401-  406.\n 107. Noedl H, Krudsood S, Chalermratana K, et al. Azithromycin com -\nbination therapy with artesunate or quinine for the treatment of \nuncomplicated Plasmodium falciparum malaria in adults: a ran -\ndomized, phase 2 clinical trial in Thailand. Clin Infect Dis off Publ \nInfect Dis Soc Am . 2006;43:1264-  1271. doi: 10.1086/508175\n 108. Noedl H, Krudsood S, Leowattana W, et al. In vitro antimalarial ac -\ntivity of azithromycin, artesunate, and quinine in combination and \ncorrelation with clinical outcome. Antimicrob Agents Chemother . \n2007;51:651-  656. doi: 10.1128/aac.01023  - 06\n 109. Krudsood S, Buchachart K, Chalermrut K, et al. A comparative clin -\nical trial of combinations of dihydroartemisinin plus azithromycin \nand dihydroartemisinin plus mefloquine for treatment of multidrug \nresistant falciparum malaria. Southeast Asian J Trop Med Public \nHealth . 2002;33:525-  531.\n 110.  Chitasombat MN, Jongkhajornpong P, Lekhanont K, Krajaejun \nT. Recent update in diagnosis and treatment of human pythiosis. \nPeerJ . 2020;8:e8555. doi: 10.7717/peerj.8555\n 111. Jesus FP, Ferreiro L, Loreto ÉS, et al. In vitro synergism observed \nwith azithromycin, clarithromycin, minocycline, or tigecycline in \nassociation with antifungal agents against Pythium insidiosum. \nAntimicrob Agents Chemother . 2014;58:5621-  5625. doi: 10.1128/\naac.02349  - 14\n 112. Jesus FP, Ferreiro L, Bizzi KS, et al. In vitro activity of carvacrol \nand thymol combined with antifungals or antibacterials against \nPythium insidiosum. J Mycol Med . 2015;25:e89-  e93. doi: 10.1016/j.\nmycmed.2014.10.023\n 113. Itaqui SR, Verdi CM, Tondolo JS, et al. In vitro synergism be -\ntween azithromycin or terbinafine and topical antimicrobial \nagents against Pythium insidiosum. Antimicrob Agents Chemother . \n2016;60:5023-  5025. doi: 10.1128/aac.00154  - 16\n 114. Jesus FP, Loreto ÉS, Ferreiro L, et al. In vitro and in vivo an -\ntimicrobial activities of minocycline in combination with \nazithromycin, clarithromycin, or tigecycline against Pythium insid -\niosum. Antimicrob Agents Chemother . 2016;60:87-  91. doi: 10.1128/\naac.01480  - 15\n 115. Warnock DW. Amphotericin B: an introduction. J Antimicrob \nChemother . 1991;28:27-  38. doi: 10.1093/jac/28.suppl_b.27\n 116. Soltow SM, Brenner GM. Synergistic activities of azithromycin and \namphotericin B against Naegleria fowleri in vitro and in a mouse \nmodel of primary amebic meningoencephalitis. Antimicrob Agents \nChemother . 2007;51:23-  27. doi: 10.1128/aac.00788  - 06\n 117. Rehman A, Patrick WM, Lamont IL. Mechanisms of ciproflox -\nacin resistance in Pseudomonas aeruginosa : new approaches to \nan old problem. J Med Microbiol . 2019;68:1-  10. doi: 10.1099/\njmm.0.000873\n 118. Saini H, Chhibber S, Harjai K. Azithromycin and ciprofloxa -\ncin: a possible synergistic combination against Pseudomonas"
    },
    {
        "page": 16,
        "content": "16 of 16  |    \nHEIDARY Et Al.\naeruginosa biofilm-  associated urinary tract infections. Int \nJ Antimicrob Agents . 2015;45:359- 367. doi: 10.1016/j.ijant  \nimicag.2014.11.008\n 119. Saini H, Chhibber S, Harjai K. Antimicrobial and antifouling ef -\nficacy of urinary catheters impregnated with a combination of \nmacrolide and fluoroquinolone antibiotics against Pseudomonas \naeruginosa . Biofouling . 2016;32:511-  522. doi: 10.1080/08927  \n014.2016.1155564\n 120. Lim DJ, Skinner D, McLemore J, et al. In-  vitro evaluation of a cipro -\nfloxacin and azithromycin sinus stent for Pseudomonas aeruginosa  \nbiofilms. Int Forum Allergy Rhinol . 2020;10:121-  127. doi: 10.1002/\nalr.22475\n 121. Lim DJ, Thompson HM, Walz CR, et al. Azithromycin and cipro -\nfloxacin inhibit interleukin-  8 secretion without disrupting human \nsinonasal epithelial integrity in vitro. Int Forum Allergy Rhinol . \n2021;11:136-  143. doi: 10.1002/alr.22656\n 122. Raouf M, Essa S, El Achy S, Essawy M, Rafik S, Baddour M. \nEvaluation of combined Ciprofloxacin and azithromycin free and \nnano formulations to control biofilm producing Pseudomonas \naeruginosa isolated from burn wounds. Indian J Med Microbiol . \n2021;39:81-  87. doi: 10.1016/j.ijmmb.2021.01.004\n 123. Grégoire N, Aranzana-  Climent V, Magréault S, Marchand S, Couet \nW. Clinical pharmacokinetics and pharmacodynamics of Colistin. \nClin Pharmacokinet . 2017;56:1441-  1460. doi: 10.1007/s4026  \n2- 017- 0561-  1\n 124. Li Y, Lin X, Yao X, et al. Synergistic antimicrobial activity of \nColistin in combination with rifampin and azithromycin against \nEscherichia coli  producing MCR-  1. Antimicrob Agents Chemother . \n2018;62:e01631-  18. doi: 10.1128/aac.01631  - 18\n 125. WHO Guidelines Approved by the Guidelines Review Committee. \nWHO Guidelines for the Treatment of Neisseria Gonorrhoeae . World \nHealth Organization©. 2016.\n 126. Furuya R, Nakayama H, Kanayama A, et al. In vitro synergistic \neffects of double combinations of beta-  lactams and azithromy -\ncin against clinical isolates of Neisseria gonorrhoeae. J Infect \nChemother off J Jpn Soc Chemother . 2006;12:172-  176. doi: 10.1007/\ns1015  6- 006-  0445-  z\n 127. Onodera S, Kiyota H, Endo K, et al. Enhancement of antimicro -\nbial activities of cefteram or clavulanic acid/amoxicillin against \ncefixime-  resistant Neisseria gonorrhoeae in the presence of \nclarithromycin or azithromycin. J Infect Chemother off J Jpn Soc \nChemother . 2006;12:207-  209. doi: 10.1007/s1015  6- 006-  0447-  x\n 128. Singh V, Bala M, Bhargava A, Kakran M, Bhatnagar R. In vitro \nefficacy of 21 dual antimicrobial combinations comprising novel \nand currently recommended combinations for treatment of drug \nresistant gonorrhoea in future era. PLoS One . 2018;13:e0193678. \ndoi:10.1371/journ  al.pone.0193678\n 129. Fricker M, Gibson PG. Macrophage dysfunction in the pathogene -\nsis and treatment of asthma. Eur Respir J . 2017;50:1700196.\n 130. Gibson PG, Yang IA, Upham JW, et al. Effect of azithromycin on \nasthma exacerbations and quality of life in adults with persistent \nuncontrolled asthma (AMAZES): a randomised, double-  blind, \nplacebo-  controlled trial. Lancet . 2017;390:659-  668.\n 131. Douglas LC, Choi J, Esteban-  Cruciani N. Azithromycin treatment \nin children hospitalized with asthma: a retrospective cohort study. \nJ Asthma . 2020;57:525-  531.\n 132. Schögler A, Kopf BS, Edwards MR, et al. Novel antiviral properties \nof azithromycin in cystic fibrosis airway epithelial cells. Eur Respir \nJ. 2015;45:428-  439.\n 133. Luisi F, Roza CA, Silveira VdA, et al. Azithromycin administered for \nacute bronchiolitis may have a protective effect on subsequent \nwheezing. J Bras De Pneumol . 2020;46:e20180376. 134. Che S-  Y, He H, Deng Y, Liu E-  M. Clinical effect of azithromycin ad -\njuvant therapy in children with bronchiolitis: a systematic review \nand Meta analysis. Chin J Contemp Pediatrics . 2019;21:812-  819.\n 135. Huckle AW, Fairclough LC, Todd I. Prophylactic antibiotic use in \nCOPD and the potential anti- inflammatory activities of antibiotics. \nRespir Care . 2018;63:609-  619.\n 136. Naderi N, Assayag D, Kaddaha Z, et al. Long-  term azithromy -\ncin therapy to reduce acute exacerbations in patients with \nsevere chronic obstructive pulmonary disease. Respir Med . \n2018;138:129-  136.\n 137. Han MK, Tayob N, Murray S, et al. Predictors of chronic ob -\nstructive pulmonary disease exacerbation reduction in re -\nsponse to daily azithromycin therapy. Am J Respir Crit Care Med . \n2014;189:1503-  1508.\n 138. Uzun S, Djamin RS, Kluytmans JA, et al. Azithromycin mainte -\nnance treatment in patients with frequent exacerbations of \nchronic obstructive pulmonary disease (COLUMBUS): a ran -\ndomised, double-  blind, placebo-  controlled trial. Lancet Respir \nMed . 2014;2:361-  368.\n 139. Clement A, Tamalet A, Leroux E, Ravilly S, Fauroux B, Jais J-  P. Long \nterm effects of azithromycin in patients with cystic fibrosis: a dou -\nble blind, placebo controlled trial. Thorax . 2006;61:895-  902.\n 140. Aggarwal A, Ghosh A, Gomber S, Mitra M, Parikh A. Efficacy and \nsafety of azithromycin for uncomplicated typhoid fever: an open \nlabel non-  comparative study. Indian Pediatr . 2011;48:553-  556.\n 141. Frenck RW Jr, Mansour A, Nakhla I, et al. Short-  course azithromy -\ncin for the treatment of uncomplicated typhoid fever in children \nand adolescents. Clin Infect Dis . 2004;38:951-  957.\n 142. Parry CM, Ho VA, Bay PVB, et al. Randomized controlled com -\nparison of ofloxacin, azithromycin, and an ofloxacin-  azithromycin \ncombination for treatment of multidrug-  resistant and nali -\ndixic acid-  resistant typhoid fever. Antimicrob Agents Chemother . \n2007;51:819-  825.\n 143. Vukelic D, Trkulja V, Salkovic-  Petrisic M. Single oral dose of azi -\nthromycin versus 5 days of oral erythromycin or no antibiotic in \ntreatment of campylobacter enterocolitis in children: a prospec -\ntive randomized assessor-  blind study. J Pediatric Gastroenterol \nNutr. 2010;50:404-  410.\n 144. Rustomjee R, Kharsany A, Connolly C, Karim SA. A randomized \ncontrolled trial of azithromycin versus doxycycline/ciproflox -\nacin for the syndromic management of sexually transmitted \ninfections in a resource-  poor setting. J Antimicrob Chemother . \n2002;49:875-  878.\n 145. Macaux L, Zemali N, Jaubert J, et al. Single dose of azithromycin \nfor treatment of patients with asymptomatic rectal chlamydia tra -\nchomatis. Acta Derm Venereol . 2020;100:adv00313.\n 146.  Sinha S, Adhikari K, Shankarbabu T, Sinha KT. Azithromycin–  the un -\nsung hero in periodontics. IP Int J Periodontol Implantol . 2017;2:1-  4.\n 147. Mascarenhas P, Gapski R, Al-  Shammari K, et al. Clinical response \nof azithromycin as an adjunct to non-  surgical periodontal therapy \nin smokers. J Periodontol . 2005;76:426-  436.\nHow to cite this article: Heidary M, Ebrahimi Samangani A, \nKargari A, et al. Mechanism of action, resistance, synergism, \nand clinical implications of azithromycin. J Clin Lab Anal. \n2022;36:e24427. doi: 10.1002/jcla.24427"
    }
]