[
    {
        "page": 1,
        "content": "HIGHLIGHTS OF PRESCRIBING INFORMATION\nThese highlights do not include all the information needed to use\nAzithromycin safely and effectively. See full prescribing information for\nAzithromycin.\nAZITHROMYCIN for injection, for intravenous use\nInitial U.S. Approval: 2009\nRECENT MAJOR CHANGES\nWarnings and Precautions, Cardiovascular Death (5.5) 11/2021\nINDICATIONS AND USAGE\nAzithromycin is a macrolide antibacterial drug indicated for mild to\nmoderate infections caused by designated, susceptible bacteria:\n•\n•\nTo reduce the development of drug-resistant bacteria and maintain the\neffectiveness of azithromycin and other antibacterial drugs, azithromycin\nshould be used only to treat or prevent infections that are proven or strongly\nsuspected to be caused by susceptible bacteria. (1.3)\nDOSAGE AND ADMINISTRATION\n•\n•\nDOSAGE FORMS AND STRENGTHS\nAzithromycin for Injection is supplied as white to off-white lyophilized\npowder in a single-dose vial equivalent to 500 mg of azithromycin for\nintravenous administration. (3)\nCONTRAINDICATIONS\n•\n•\nWARNINGS AND PRECAUTIONS\nSerious (including fatal) allergic and skin reactions. Discontinue\nazithromycin and initiate appropriate therapy if reaction occurs. (5.1)\nHepatotoxicity: Severe and sometimes fatal, hepatoxicity has been\nreported. Discontinue azithromycin immediately if signs and symptoms\nof hepatitis occur. (5.2)\nInfantile Hypertrophic Pyloric Stenosis (IHPS): Following the use of\nazithromycin in neonates (treatment up to 42 days of life), IHPS has been\nreported. Direct parents and caregivers to contact their physician if\nvomiting or irritability with feeding occurs. (5.3)\nProlongation of QT interval and cases of torsades de pointes have been\nreported. This risk which can be fatal should be considered in patients\nwith certain cardiovascular disorders including known QT prolongation\nor history torsades de pointes, those with proarrhythmic conditions, and\nwith other drugs that prolong the QT interval. (5.4)\nCardiovascular Death: Some observational studies have shown an\napproximately two-fold increased short-term potential risk of acute\ncardiovascular death in adults exposed to azithromycin relative to other\nantibacterial drugs, including amoxicillin. Consider balancing this\npotential risk with treatment benefits when prescribing azithromycin (5.5)\nClostridioides difficile-Associated Diarrhea: Evaluate patients if diarrhea\noccurs. (5.6)\nAzithromycin may exacerbate muscle weakness in persons with\nmyasthenia gravis. (5.7)\nADVERSEREACTIONSCommunity-acquired pneumonia in adults (1.1)\nPelvic inflammatory disease (1.2)\nCommunity-acquired pneumonia: 500 mg as a single daily dose by the\nintravenous route for at least two days. (2.1)\nPelvic inflammatory disease in adults: 500 mg as a single daily dose by\nthe intravenous route for one or two days. (2.2)\nPatients with known hypersensitivity to azithromycin, erythromycin,\nany macrolide, or ketolide antibacterial drug. (4.1)\nPatients with a history of cholestatic jaundice/hepatic dysfunction\nassociated with prior use of azithromycin. (4.2)"
    },
    {
        "page": 2,
        "content": "ADVERSE REACTIONS\nMost common adverse reactions are nausea (4%), diarrhea (4%), abdominal\npain (3%), or vomiting (1%). (6)\nTo report SUSPECTED ADVERSE REACTIONS, contact Hospira, Inc.\nat 1-800-441-4100, or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch.\nDRUG INTERACTIONS\n•\n•\nUSE IN SPECIFIC POPULATIONS\n•\n•\nSee 17 for PATIENT COUNSELING INFORMATION.\nRevised: 2/2022\nFULL  PRESCRIBING INFORMA TION: CONTENTS *\n1 INDICA TIONS AND USAGE\n1.1 Community-Acquired Pneumonia\n1.2 Pelvic Inflammatory Disease\n1.3 Usage\n2 DOSAGE AND ADMINISTRA TION\n2.1 Community-Acquired Pneumonia\n2.2 Pelvic Inflammatory Disease\n2.3 Preparation of the Solution for IntravenousNelfinavir: Close monitoring for known adverse reactions of\nazithromycin, such as liver enzyme abnormalities and hearing\nimpairment, is warranted. (7.1)\nWarfarin: Use with azithromycin may increase coagulation times;\nmonitor prothrombin time. (7.2)\nPediatric use: Safety and effectiveness in the treatment of patients\nunder 16 years of age have not been established. (8.4)\nGeriatric use: Elderly patients may be more susceptible to development\nof torsades de pointes arrhythmias. (8.5)"
    },
    {
        "page": 3,
        "content": "Administration\n3 DOSAGE FORMS AND STRENGTHS\n4 CONTRAINDICA TIONS\n4.1 Hypersensitivity\n4.2 Hepatic Dysfunction\n5 WARNINGS AND PRECAUTIONS\n5.1 Hypersensitivity\n5.2 Hepatotoxicity\n5.3 Infantile Hypertrophic Pyloric Stenosis (IHPS)\n5.4 QT  Prolongation\n5.5 Cardiovascular Death\n5.6 Clostridioides difficile -Associated Diarrhea\n5.7 Exacerbation of Myasthenia Gravis\n5.8 Infusion Site Reactions\n5.9 Development of Drug-Resistant Bacteria\n6 ADVERSE REACTIONS\n6.1 Clinical Trials Experience\n6.2 Postmarketing Experience\n6.3 Laboratory Abnormalities\n7 DRUG INTERACTIONS\n7.1 Nelfinavir\n7.2 Warfarin\n7.3 Potential Drug-Drug Interaction with Macrolides\n8 USE IN SPECIFIC POPULA TIONS\n8.1 Pregnancy\n8.2 Lactation\n8.4 Pediatric Use\n8.5 Geriatric Use\n10 OVERDOSAGE\n11 DESCRIPTION\n12 CLINICAL  PHARMACOLOGY\n12.1 Mechanism of Action\n12.2 Pharmacodynamics\n12.3 Pharmacokinetics\n12.4 Microbiology\n13 NONCLINICAL  TOXICOLOGY\n13.1 Carcinogenesis, Mutagenesis, Impairment of Fertility\n13.2 Animal Toxicology and/or Pharmacology\n14 CLINICAL  STUDIES\n14.1 Community-Acquired Pneumonia\n16 HOW  SUPPLIED/ST ORAGE AND HANDLING\n17 PATIENT  COUNSELING INFORMA TION\n*\nFULL  PRESCRIBING INFORMA TION\n1 INDICA TIONS AND USAGE\nAzithromycin for Injection, USP  is a macrolide antibacterial drug indicated for the treatment of patients with infections caused\nby susceptible strains of the designated microor ganisms in the conditions listed below .\n1.1 Community-Acquir ed Pneumonia\ndue to Chlamydophila pneumoniae , Haemophilus influenzae , Legionella pneumophila , Moraxella catarr halis , Mycoplasma\npneumoniae , Staphylococcus aur eus, or Streptococcus pneumoniae in patients who require initial intravenous therapy .Sections or subsections omitted from the full prescribing\ninformation are not listed."
    },
    {
        "page": 4,
        "content": "1.2 Pelvic Inflammatory Disease\ndue to Chlamydia trachomatis , Neisseria gonorr hoeae , or Mycoplasma hominis in patients who require initial intravenous\ntherapy . If anaerobic microor ganisms are suspected of contributing to the infection, an antimicrobial agent with anaerobic\nactivity should be administered in combination with Azithromycin.\nAzithromycin for Injection, USP  should be followed by azithromycin the oral route as required [ see Dosage and\nAdministration (2) ].\n1.3 Usage\nTo reduce the development of drug-resistant bacteria and maintain the ef fectiveness of azithromycin and other antibacterial\ndrugs, azithromycin should be used only to treat infections that are proven or strongly suspected to be caused by susceptible\nbacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying\nantibacterial therapy . In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric\nselection of therapy .\n2 DOSAGE AND ADMINISTRA TION\n[see Indications and Usage (1)  and Clinical Pharmacology (12.3) ].\n2.1 Community-Acquir ed Pneumonia\nThe recommended dose of Azithromycin for Injection, USP  for the treatment of adult patients with community-acquired\npneumonia due to the indicated or ganisms is 500 mg as a single daily dose by the intravenous route for at least two days.\nIntravenous therapy should be followed by azithromycin by the oral route at a single, daily dose of 500 mg, administered as\ntwo 250-mg tablets to complete a 7- to 10-day course of therapy . The timing of the switch to oral therapy should be done at the\ndiscretion of the physician and in accordance with clinical response.\n2.2 Pelvic Inflammatory Disease\nThe recommended dose of Azithromycin for Injection, USP  for the treatment of adult patients with pelvic inflammatory\ndisease due to the indicated or ganisms is 500 mg as a single daily dose by the intravenous route for one or two days.\nIntravenous therapy should be followed by azithromycin by the oral route at a single, daily dose of 250 mg to complete a 7-day\ncourse of therapy . The timing of the switch to oral therapy should be done at the discretion of the physician and in accordance\nwith clinical response.\n2.3 Pr eparation of the Solution for  Intravenous Administration\nThe infusate concentration and rate of infusion for Azithromycin for Injection, USP  should be either 1 mg/mL  over 3 hours or\n2 mg/mL  over 1 hour . Azithromycin for Injection, USP  should not be given as a bolus or as an intramuscular injection.\nReconstitution\nPrepare the initial solution of Azithromycin for Injection by adding 4.8 mL  of Sterile Water for Injection to the 500 mg vial and\nshaking the vial until all of the drug is dissolved. Since Azithromycin for Injection is supplied under vacuum, it is\nrecommended that a standard 5 mL  (non-automated) syringe be used to ensure that the exact amount of 4.8 mL  of Sterile Water\nis dispensed. Each mL  of reconstituted solution contains 100 mg azithromycin and 76.9 mg of anhydrous citric acid.\nReconstituted solution is stable for 24 hours when stored below 30°C or 86°F .\nParenteral drug products should be inspected visually for particulate matter prior to administration. If particulate matter is\nevident in reconstituted fluids, the drug solution should be discarded.\nDilute this solution further prior to administration as instructed below .\nDilution\nTo provide azithromycin over a concentration range of 1-2 mg/mL, transfer 5 mL  of the 100 mg/mL  azithromycin solution into\nthe appropriate amount of any of the diluents listed below:\nNormal Saline (0.9% sodium chloride)\n1/2 Normal Saline (0.45% sodium chloride)\n5% Dextrose in Water\nLactated Ringer's Solution\n5% Dextrose in 1/2 Normal Saline (0.45% sodium chloride) with 20 mEq KCl"
    },
    {
        "page": 5,
        "content": "5% Dextrose in Lactated Ringer's Solution\n5% Dextrose in 1/3 Normal Saline (0.3% sodium chloride)\n5% Dextrose in 1/2 Normal Saline (0.45% sodium chloride)\nNormosol -M in 5% Dextrose\nNormosol -R in 5% Dextrose\nWhen used with the drug reconstitution device, please reference the instructions for assembly and reconstitution.\nFinal Infusion Solution Concentration (mg/mL) Amount of Diluent (mL)\n1 mg/mL 500 mL\n2 mg/mL 250 mL\nOther intravenous substances, additives, or medications should not be added to Azithromycin for Injection, or infused\nsimultaneously through the same intravenous line.\nStorage\nWhen diluted according to the instructions (1 mg/mL  to 2 mg/mL), Azithromycin for Injection is stable for 24 hours at or\nbelow room temperature (30°C or 86°F), or for 7 days if stored under refrigeration (5°C or 41°F).\n3 DOSAGE FORMS AND STRENGTHS\nAzithromycin for Injection is supplied as white to of f-white lyophilized powder in a single-dose vial equivalent to 500 mg of\nazithromycin for intravenous administration.\n4 CONTRAINDICA TIONS\n4.1 Hypersensitivity\nAzithromycin for Injection is contraindicated in patients with known hypersensitivity to azithromycin, erythromycin, any\nmacrolide or ketolide drugs.\n4.2 Hepatic Dysfunction\nAzithromycin for Injection is contraindicated in patients with a history of cholestatic jaundice/hepatic dysfunction associated\nwith prior use of azithromycin.\n5 WARNINGS AND PRECAUTIONS\n5.1 Hypersensitivity\nSerious aller gic reactions, including angioedema, anaphylaxis, and dermatologic reactions including Acute Generalized\nExanthematous Pustulosis (AGEP), Stevens-Johnson Syndrome and toxic epidermal necrolysis have been reported in patients\non azithromycin therapy [ see Contraindications (4.1) ].\nFatalities have been reported. Cases of Drug Reaction with Eosinophilia and Systemic Symptoms (DRESS) have also been\nreported. Despite initially successful symptomatic treatment of the aller gic symptoms, when symptomatic therapy was\ndiscontinued, the aller gic symptoms recurred soon thereafter in some patients without further azithromycin exposure. These\npatients required prolonged periods of observation and symptomatic treatment. The relationship of these episodes to the long\ntissue half-life of azithromycin and subsequent prolonged exposure to antigen is unknown at present.\nIf an aller gic reaction occurs, the drug should be discontinued and appropriate therapy should be instituted. Physicians should\nbe aware that the aller gic symptoms may reappear after symptomatic therapy has been discontinued.\n5.2 Hepatotoxicity\nAbnormal liver function, hepatitis, cholestatic jaundice, hepatic necrosis, and hepatic failure have been reported, some of\nwhich have resulted in death. Discontinue azithromycin immediately if signs and symptoms of hepatitis occur .®\n®"
    },
    {
        "page": 6,
        "content": "5.3 Infantile Hypertr ophic Pyloric Stenosis (IHPS)\nFollowing the use of azithromycin in neonates (treatment up to 42 days of life), IHPS has been reported. Direct parents and\ncaregivers to contact their physician if vomiting or irritability with feeding occurs.\n5.4 QT  Prolongation\nProlonged cardiac repolarization and QT  interval, imparting a risk of developing cardiac arrhythmia and torsades de pointes,\nhave been seen with treatment with macrolides, including azithromycin. Cases of torsades de pointes have been spontaneously\nreported during postmarketing surveillance in patients receiving azithromycin. Providers should consider the risk of QT\nprolongation, which can be fatal when weighing the risks and benefits of azithromycin for at-risk groups including:\n•\n•\n•\nElderly patients may be more susceptible to drug-associated ef fects on the QT  interval.\n5.5 Cardiovascular  Death\nSome observational studies have shown an approximately two-fold increased short-term potential risk of acute cardiovascular\ndeath in adults exposed to azithromycin relative to other antibacterial drugs, including amoxicillin. The five-day cardiovascular\nmortality observed in these studies ranged from 20 to 400 per million azithromycin treatment courses. This potential risk was\nnoted to be greater during the first five days of azithromycin use and does not appear to be limited to those patients with\npreexisting cardiovascular diseases. The data in these observational studies are insuf ficient to establish or exclude a causal\nrelationship between acute cardiovascular death and azithromycin use. Consider balancing this potential risk with treatment\nbenefits when prescribing azithromycin .\n5.6 Clostridioides dif ficile -Associated Diarrhea\nClostridioides difficile associated diarrhea (CDAD) has been reported with use of nearly all antibacterial agents, including\nAzithromycin for Injection and may range in severity from mild diarrhea to fatal colitis. Treatment with antibacterial agents\nalters the normal flora of the colon leading to over growth of C. difficile .\nC. difficile produces toxins A and B which contribute to the development of CDAD. Hypertoxin producing strains of C.\ndifficile cause increased morbidity and mortality , as these infections can be refractory to antibacterial therapy and may require\ncolectomy . CDAD must be considered in all patients who present with diarrhea following antibacterial use. Careful medical\nhistory is necessary since CDAD has been reported to occur over two months after the administration of antibacterial agents.\nIf CDAD is suspected or confirmed, ongoing antibacterial use not directed against C. difficile may need to be discontinued.\nAppropriate fluid and electrolyte management, protein supplementation, antibacterial treatment of C. difficile  and sur gical\nevaluation should be instituted as clinically indicated.\n5.7 Exacerbation of Myasthenia Gravis\nExacerbations of symptoms of myasthenia gravis and new onset of myasthenic syndrome have been reported in patients\nreceiving azithromycin therapy .\n5.8 Infusion Site Reactions\nAzithromycin for Injection should be reconstituted and diluted as directed and administered as an intravenous infusion over not\nless than 60 minutes [ see Dosage and Administration (2) ].\nLocal IV  site reactions have been reported with the intravenous administration of azithromycin. The incidence and severity of\nthese reactions were the same when 500 mg azithromycin was given over 1 hour (2 mg/mL  as 250 mL  infusion) or over 3\nhours (1 mg/mL  as 500 mL  infusion) [ see Adverse Reactions (6) ]. All volunteers who received infusate concentrations above 2\nmg/mL  experienced local IV  site reactions and, therefore, higher concentrations should be avoided.patients with known prolongation of the QT  interval, a history of torsades de pointes, congenital long QT  syndrome,\nbradyarrhythmias or uncompensated heart failure\npatients on drugs known to prolong the QT  interval\npatients with ongoing proarrhythmic conditions such as uncorrected hypokalemia or hypomagnesemia, clinically\nsignificant bradycardia and in patients receiving Class IA  (quinidine, procainamide) or Class III (dofetilide, amiodarone,\nsotalol) antiarrhythmic agents."
    },
    {
        "page": 7,
        "content": "5.9 Development of Drug-Resistant Bacteria\nPrescribing Azithromycin for Injection in the absence of a proven or strongly suspected bacterial infection is unlikely to\nprovide benefit to the patient and increases the risk of the development of drug-resistant bacteria.\n6 ADVERSE REACTIONS\nThe following clinically significant adverse reactions are described elsewhere in labeling:\nHypersensitivity [see Warnings and Pr ecautions (5.1) ]\nHepatotoxicity [see Warnings and Pr ecautions (5.2) ]\nInfantile Hypertrophic Pyloric Stenosis (IHPS) [see Warnings and Pr ecautions (5.3) ]\nQT Prolongation [see Warnings and Pr ecautions (5.4) ]\nCardiovascular Death [see Warnings and Pr ecautions (5.5) ]\nClostridioides difficile- Associated Diarrhea (CDAD) [see Warnings and Pr ecautions (5.6) ]\nExacerbation of Myasthenia Gravis [see Warnings and Pr ecautions (5.7) ]\n6.1 Clinical Trials Experience\nBecause clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a\ndrug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in\npractice.\nIn clinical trials of intravenous azithromycin for community-acquired pneumonia, in which 2 to 5 IV  doses were given, the\nreported adverse reactions were mild to moderate in severity and were reversible upon discontinuation of the drug. The\nmajority of patients in these trials had one or more co-morbid diseases and were receiving concomitant medications.\nApproximately 1.2% of the patients discontinued intravenous Azithromycin for Injection therapy and a total of 2.4%\ndiscontinued azithromycin therapy by either the intravenous or oral route because of clinical or laboratory side ef fects.\nIn clinical trials conducted in patients with pelvic inflammatory disease, in which 1 to 2 IV  doses were given, 2% of women\nwho received monotherapy with azithromycin and 4% who received azithromycin plus metronidazole discontinued therapy\ndue to clinical side ef fects.\nClinical adverse reactions leading to discontinuations from these studies were gastrointestinal (abdominal pain, nausea,\nvomiting, diarrhea) and rashes; laboratory side ef fects leading to discontinuation were increases in transaminase levels and/or\nalkaline phosphatase levels.\nOverall, the most common adverse reactions associated with treatment in adult patients who received IV/Oral Azithromycin in\nstudies of community-acquired pneumonia were related to the gastrointestinal system with diarrhea/loose stools (4.3%), nausea\n(3.9%), abdominal pain (2.7%) and vomiting (1.4%) being the most frequently reported.\nApproximately 12% of patients experienced a side ef fect related to the intravenous infusion; most common were pain at the\ninjection site (6.5%) and local inflammation (3.1%).\nThe most common adverse reactions associated with treatment in adult women who received IV/Oral Azithromycin in trials of\npelvic inflammatory disease were related to the gastrointestinal system. Diarrhea (8.5%) and nausea (6.6%) were most\ncommonly reported, followed by vaginitis (2.8%), abdominal pain (1.9%), anorexia (1.9%), rash and pruritus (1.9%). When\nazithromycin was co-administered with metronidazole in these trials, a higher proportion of women experienced adverse\nreactions of nausea (10.3%), abdominal pain (3.7%), vomiting (2.8%), infusion site reaction, stomatitis, dizziness, or dyspnea\n(all at 1.9%).\nAdverse reactions that occurred with a frequency of 1% or less included the following:\nGastr ointestinal: Dyspepsia, flatulence, mucositis, oral moniliasis and gastritis.\nNervous system: Headache, somnolence.\nAllergic: Bronchospasm.\nSpecial senses: Taste perversion.\n6.2 Postmarketing Experience\nThe following adverse reactions have been identified during post-approval use of azithromycin. Because these reactions are\nreported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or\nestablish a causal relationship to drug exposure."
    },
    {
        "page": 8,
        "content": "Adverse reactions reported with azithromycin during the postmarketing period in adult and/or pediatric patients for which a\ncausal relationship may not be established include:\nAllergic:  Arthralgia, edema, urticaria and angioedema.\nCardiovascular:  Arrhythmias including ventricular tachycardia and hypotension. There have been reports of QT  prolongation,\ntorsades de pointes, and cardiovascular death.\nGastr ointestinal:  Anorexia, constipation, dyspepsia, flatulence, vomiting/diarrhea, pseudomembranous colitis, pancreatitis,\noral candidiasis, pyloric stenosis, and reports of tongue discoloration.\nGeneral:  Asthenia, paresthesia, fatigue, malaise and anaphylaxis (including fatalities).\nGenitourinary:  Interstitial nephritis and acute renal failure and vaginitis.\nHematopoietic:  Thrombocytopenia.\nLiver/biliary:  Abnormal liver function, hepatitis, cholestatic jaundice, hepatic necrosis, and hepatic failure, [ see Warnings and\nPrecautions (5.2) ].\nNervous system:  Convulsions, dizziness/vertigo, headache, somnolence, hyperactivity , nervousness, agitation and syncope.\nPsychiatric:  Aggressive reaction and anxiety .\nSkin/appendages:  Pruritus, serious skin reactions including, erythema multiforme, AGEP , Stevens-Johnson syndrome, toxic\nepidermal necrolysis, and DRESS.\nSpecial senses: Hearing disturbances including hearing loss, deafness and/or tinnitus and reports of taste/smell perversion\nand/or loss.\n6.3 Laboratory Abnormalities\nSignificant abnormalities (irrespective of drug relationship) occurring during the clinical trials were reported as follows:\n•\n•\n•\nWhen follow-up was provided, changes in laboratory tests appeared to be reversible.\nIn multiple-dose clinical trials involving more than 750 patients treated with azithromycin (IV/Oral), less than 2% of patients\ndiscontinued azithromycin therapy because of treatment-related liver enzyme abnormalities.\n7 DRUG INTERACTIONS\n7.1 Nelfinavir\nCo-administration of nelfinavir at steady-state with a single oral dose of azithromycin resulted in increased azithromycin serum\nconcentrations. Although a dose adjustment of azithromycin is not recommended when administered in combination with\nnelfinavir , close monitoring for known adverse reactions of azithromycin, such as liver enzyme abnormalities and hearing\nimpairment, is warranted [ see Adverse Reactions (6) ].\n7.2 Warfarin\nSpontaneous postmarketing reports suggest that concomitant administration of azithromycin may potentiate the ef fects of oral\nanticoagulants such as warfarin, although the prothrombin time was not af fected in the dedicated drug interaction study with\nazithromycin and warfarin. Prothrombin times should be carefully monitored while patients are receiving azithromycin and\noral anticoagulants concomitantly .\n7.3 Potential Drug-Drug Interaction with Macr olides\nInteractions with digoxin, colchicine or phenytoin have not been reported in clinical trials with azithromycin. No specific drug\ninteraction studies have been performed to evaluate potential drug-drug interaction. However , drug interactions have been\nobserved with other macrolide products. Until further data are developed regarding drug interactions when digoxin, colchicine\nor phenytoin are used with azithromycin careful monitoring of patients is advised.\n8 USE IN SPECIFIC POPULA TIONS\n8.1 Pr egnancy\nRisk Summaryelevated ALT (SGPT), AST (SGOT), creatinine (4 to 6%)\nelevated LDH, bilirubin (1 to 3%)\nleukopenia, neutropenia, decreased platelet count and elevated serum alkaline phosphatase (less than 1%)"
    },
    {
        "page": 9,
        "content": "Available data from published literature and postmarketing experience over several decades with azithromycin use in pregnant\nwomen have not identified any drug-associated risks for major birth defects, miscarriage, or adverse maternal or fetal\noutcomes (see Data ). Developmental toxicity studies with azithromycin in rats, mice, and rabbits showed no drug-induced\nfetal malformations at doses up to 4, 2, and 2 times, respectively , an adult human daily dose of 500 mg based on body surface\narea. Decreased viability and delayed development were observed in the of fspring of pregnant rats administered azithromycin\nfrom day 6 of pregnancy through weaning at a dose equivalent to 4 times an adult human daily dose of 500 mg based on body\nsurface area (see Data ).\nThe estimated background risk of major birth defects and miscarriage for the indicated populations is unknown. All\npregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the\nestimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2 to 4% and 15 to\n20%, respectively .\nData\nHuman Data\nAvailable data from published observational studies, case series and case reports over several decades do not suggest an\nincreased risk for major birth defects, miscarriage, or adverse maternal or fetal outcomes with azithromycin use in pregnant\nwomen. Limitations of these data include the lack of randomization and inability to control for confounders such as underlying\nmaternal disease and maternal use of concomitant medications.\nAnimal Data\nReproductive and developmental toxicology studies have not been conducted using IV  administration of azithromycin to\nanimals. Azithromycin administered during the period of or ganogenesis did not cause fetal malformations in rats and mice at\noral doses up to 200 mg/kg/day (moderately maternally toxic). Based on body surface area, this dose is approximately 4 (rats)\nand 2 (mice) times an adult human daily dose of 500 mg. In rabbits administered azithromycin at oral doses of 10, 20 and 40\nmg/kg/day during or ganogenesis, reduced maternal body weight and food consumption were observed in all groups; no\nevidence of fetotoxicity or teratogenicity was observed at these doses, the highest of which is estimated to be 2 times an adult\nhuman daily dose of 500 mg based on body surface area.\nIn a pre- and postnatal development study , azithromycin was administered orally to pregnant rats from day 6 of pregnancy until\nweaning at doses of 50 or 200 mg/kg/day . Maternal toxicity (reduced food consumption and body weight gain; increased stress\nat parturition) was observed at the higher dose. Ef fects in the of fspring were noted at 200 mg/kg/day during the postnatal\ndevelopment period (decreased viability , delayed developmental landmarks). These ef fects were not observed in a pre- and\npostnatal rat study when up to 200 mg/kg/day of azithromycin was given orally beginning on day 15 of pregnancy until\nweaning.\n8.2 Lactation\nRisk Summary\nAzithromycin is present in human milk (see Data ). Non-serious adverse reactions have been reported in breastfed infants after\nmaternal administration of azithromycin (see Clinical Considerations ). There are no available data on the ef fects of\nazithromycin on milk production. The developmental and health benefits of breastfeeding should be considered along with the\nmother's clinical need for azithromycin and any potential adverse ef fects on the breastfed infant from azithromycin or from the\nunderlying maternal condition.\nClinical Considerations\nAdvise women to monitor the breastfed infant for diarrhea, vomiting, or rash.\nData\nAzithromycin breastmilk concentrations were measured in 20 women after receiving a single 2 g oral dose of azithromycin\nduring labor . Breastmilk samples collected on days 3 and 6 postpartum as well as 2 and 4 weeks postpartum revealed the\npresence of azithromycin in breastmilk up to 4 weeks after dosing. In another study , a single dose of azithromycin 500 mg was\nadministered intravenously to 8 women prior to incision for cesarean section. Breastmilk (colostrum) samples obtained\nbetween 12 and 48 hours after dosing revealed that azithromycin persisted in breastmilk up to 48 hours.\n8.4 Pediatric Use\nSafety and ef fectiveness of azithromycin for injection in children or adolescents under 16 years have not been established. In\ncontrolled clinical studies, azithromycin has been administered to pediatric patients (age 6 months to 16 years) by the oral\nroute. For information regarding the use of azithromycin for oral suspension in the treatment of pediatric patients, [ see"
    },
    {
        "page": 10,
        "content": "Indications and Usage (1)  and Dosage and Administration (2) ] of the prescribing information for Azithromycin for oral\nsuspension 100 mg/5 mL  and 200 mg/5 mL  bottles.\n8.5 Geriatric Use\nPharmacokinetic studies with intravenous azithromycin have not been performed in older volunteers. Pharmacokinetics of\nazithromycin following oral administration in older volunteers (65-85 years old) were similar to those in younger volunteers\n(18-40 years old) for the 5-day therapeutic regimen.\nIn multiple-dose clinical trials of intravenous azithromycin in the treatment of community-acquired pneumonia, 45% of\npatients (188/414) were at least 65 years of age and 22% of patients (91/414) were at least 75 years of age. No overall\ndifferences in safety were observed between these subjects and younger subjects in terms of adverse reactions, laboratory\nabnormalities, and discontinuations. Similar decreases in clinical response were noted in azithromycin- and comparator -treated\npatients with increasing age.\nAzithromycin for Injection contains 1 14 mg (4.96 mEq) of sodium per vial. At the usual recommended doses, patients would\nreceive 1 14 mg (4.96 mEq) of sodium. The geriatric population may respond with a blunted natriuresis to salt loading. The\ntotal sodium content from dietary and non-dietary sources may be clinically important with regard to such diseases as\ncongestive heart failure.\nElderly patients may be more susceptible to development of torsades de pointes arrhythmias than younger patients [ see\nWarnings and Pr ecautions (5.4) ].\n10 OVERDOSAGE\nAdverse reactions experienced in higher than recommended doses were similar to those seen at normal doses particularly\nnausea, diarrhea, and vomiting. In the event of overdosage, general symptomatic and supportive measures are indicated as\nrequired.\n11 DESCRIPTION\nAzithromycin for Injection, USP  contains the active ingredient azithromycin, an azalide, a subclass of macrolide antibiotics,\nfor intravenous injection. Azithromycin has the chemical name ( 2R,3S,4R,5R,8R,10R,1 1R,12S,13S,14R )-13-[(2,6-dideoxy-3- C-\nmethyl-3- O-methyl-α- L-ribo -hexopyranosyl)oxy]-2-ethyl-3,4,10-trihydroxy-3,5,6,8,10,12,14-hepta-methyl-1 1-[[3,4,6-\ntrideoxy-3-(dimethylamino)-β- D-xylo-hexopyranosyl]oxy]-1-oxa-6-azacyclopentadecan-15-one. Azithromycin is derived from\nerythromycin; however , it dif fers chemically from erythromycin in that a methyl-substituted nitrogen atom is incorporated into\nthe lactone ring. Its molecular formula is C HNO, and its molecular weight is 749. Azithromycin has the following\nstructural formula:\nAzithromycin, as the monohydrate, is a white crystalline powder with a molecular formula of C HNO ∙ HO and a\nmolecular weight of 767.\nAzithromycin for Injection, USP  consists of azithromycin monohydrate and the following inactive ingredients: anhydrous\ncitric acid and sodium hydroxide. Sodium hydroxide is added to adjust the pH. Azithromycin for Injection, USP  is supplied as3872212\n3872212 2"
    },
    {
        "page": 11,
        "content": "white to of f-white lyophilized powder in a single-dose vial for intravenous administration. Each vial contains azithromycin\nmonohydrate equivalent to 500 mg azithromycin, 413.6 mg anhydrous citric acid and sodium hydroxide for pH adjustment.\nReconstitution, according to label directions, results in approximately 5 mL  of azithromycin for intravenous injection with\neach mL  containing azithromycin monohydrate equivalent to 100 mg of azithromycin, 76.9 mg of anhydrous citric acid and\nsodium hydroxide.\n12 CLINICAL  PHARMACOLOGY\n12.1 Mechanism of Action\nAzithromycin is a macrolide antibacterial drug [ see Micr obiology (12.4) ].\n12.2 Pharmacodynamics\nBased on animal models of infection, the antibacterial activity of azithromycin appears to correlate with the ratio of area under\nthe concentration-time curve to minimum inhibitory concentration (AUC/MIC) for certain pathogens ( S. pneumoniae and S.\naureus). The principal pharmacokinetic/pharmacodynamic parameter best associated with clinical and microbiological cure has\nnot been elucidated in clinical trials with azithromycin.\nCardiac Electr ophysiology\nQTc interval prolongation was studied in a randomized, placebo-controlled parallel trial in 1 16 healthy subjects who received\neither chloroquine (1,000 mg) alone or in combination with oral azithromycin (500 mg, 1,000 mg, and 1,500 mg once daily).\nCo-administration of azithromycin increased the QT c interval in a dose- and concentration- dependent manner . In comparison\nto chloroquine alone, the maximum mean (95% upper confidence bound) increases in QT cF were 5 (10) ms, 7 (12) ms and 9\n(14) ms with the co-administration of 500 mg, 1,000 mg and 1,500 mg azithromycin, respectively .\nSince the mean C  of azithromycin following a 500 mg IV  dose given over 1 hour is higher than the mean C  of\nazithromycin following the administration of a 1,500 mg oral dose, it is possible that QT c may be prolonged to a greater extent\nwith IV  azithromycin at close proximity to a one hour infusion of 500 mg.\n12.3 Pharmacokinetics\nIn patients hospitalized with community-acquired pneumonia receiving single daily one-hour intravenous infusions for 2 to 5\ndays of 500-mg azithromycin at a concentration of 2 mg/mL, the mean C  ± S.D. achieved was 3.63 ± 1.60 mcg/mL, while\nthe 24-hour trough level was 0.20 ± 0.15 mcg/mL, and the AUC  was 9.60 ± 4.80 mcg∙hr/mL.\nThe mean C , 24-hour trough and AUC  values were 1.14 ± 0.14 mcg/mL, 0.18 ± 0.02 mcg/mL, and 8.03 ±0.86\nmcg∙hr/mL, respectively , in normal volunteers receiving a 3-hour intravenous infusion of 500 mg azithromycin at a\nconcentration of 1 mg/mL. Similar pharmacokinetic values were obtained in patients hospitalized with community-acquired\npneumonia who received the same 3-hour dosage regimen for 2-5 days.\nInfusion\nConcentration,\nDurationTime after  starting the infusion (hr)\n \n0.5 \n1 2 3 4 6 \n8 \n12 \n24\n2 mg/mL, 1 hr 2.98\n±1.12 3.63 ±1.73 0.60 ±0.31 0.40 ±0.23 0.33 ±0.16 0.26 ±0.14 0.27 ±0.15 0.20 ±0.12 0.20 ±0.15\n1 mg/mL, 3 hr 0.91\n±0.13 1.02 ±0.1 11.14 ±0.13 1.13 ±0.16 0.32 ±0.05 0.28 ±0.04 0.27 ±0.03 0.22 ±0.02 0.18 ±0.02\n 500 mg (2 mg/mL) for 2-5 days in community-acquired pneumonia patients.\n 500 mg (1 mg/mL) for 5 days in healthy subjects.\nComparison of the plasma pharmacokinetic parameters following the 1st and 5th daily doses of 500 mg intravenous\nazithromycin showed only an 8% increase in C  but a 61% increase in AUC  reflecting a threefold rise in C  trough levels.\nFollowing single-oral doses of 500 mg azithromycin (two 250 mg capsules) to 12 healthy volunteers, C , trough level, and\nAUC  were reported to be 0.41 mcg/mL, 0.05 mcg/mL, and 2.6 mcg∙h/mL, respectively . These oral values are approximately\n38%, 83%, and 52% of the values observed following a single 500-mg I.V . 3-hour infusion (C : 1.08 mcg/mL, trough: 0.06\nmcg/mL, and AUC : 5 mcg∙h/mL). Thus, plasma concentrations are higher following the intravenous regimen throughout the\n24-hour interval.max max\nmax\n24\nmax 24\na\nba\nb\nmax 24 24\nmax\n24\nmax\n24"
    },
    {
        "page": 12,
        "content": "Distribution\nThe serum protein binding of azithromycin is variable in the concentration range approximating human exposure, decreasing\nfrom 51% at 0.02 mcg/mL  to 7% at 2 mcg/mL.\nTissue concentrations have not been obtained following intravenous infusions of azithromycin, but following oral\nadministration in humans azithromycin has been shown to penetrate into tissues, including skin, lung, tonsil, and cervix.\nTissue levels were determined following a single oral dose of 500-mg azithromycin in 7 gynecological patients. Approximately\n17 hours after dosing, azithromycin concentrations were 2.7 mcg/g in ovarian tissue, 3.5 mcg/g in uterine tissue, and 3.3 mcg/g\nin salpinx. Following a regimen of 500 mg on the first day followed by 250 mg daily for 4 days, concentrations in the\ncerebrospinal fluid were less than 0.01 mcg/mL  in the presence of non-inflamed meninges.\nMetabolism\nIn vitr o and in vivo studies to assess the metabolism of azithromycin have not been performed.\nElimination\nPlasma concentrations of azithromycin following single 500-mg oral and IV  doses declined in a polyphasic pattern with a\nmean apparent plasma clearance of 630 mL/min and terminal elimination half-life of 68 hours. The prolonged terminal half-\nlife is thought to be due to extensive uptake and subsequent release of drug from tissues.\nIn a multiple-dose study in 12 normal volunteers utilizing a 500-mg (1 mg/mL) one-hour intravenous-dosage regimen for five\ndays, the amount of administered azithromycin dose excreted in urine in 24 hours was about 1 1% after the 1st dose and 14%\nafter the 5 dose. These values are greater than the reported 6% excreted unchanged in urine after oral administration of\nazithromycin. Biliary excretion is a major route of elimination for unchanged drug, following oral administration.\nSpecific Populations\nPatients with Renal Impairment\nAzithromycin pharmacokinetics were investigated in 42 adults (21 to 85 years of age) with varying degrees of renal\nimpairment. Following the oral administration of a single 1,000-mg dose of azithromycin, mean C  and AUC  increased\nby 5.1% and 4.2%, respectively in subjects with mild to moderate renal impairment (GFR 10 to 80 mL/min) compared to\nsubjects with normal renal function (GFR >80 mL/min). The mean C  and AUC  increased 61% and 35%, respectively\nin subjects with severe renal impairment (GFR <10 mL/min) compared to subjects with normal renal function\n(GFR >80 mL/min).\nPatients with Hepatic Impairment\nThe pharmacokinetics of azithromycin in subjects with hepatic impairment has not been established.\nMale and Female Patients\nThere are no significant dif ferences in the disposition of azithromycin between male and female subjects. No dosage\nadjustment is recommended based on gender .\nGeriatric Patients\nPharmacokinetic studies with intravenous azithromycin have not been performed in older volunteers. Pharmacokinetics of\nazithromycin following oral administration in older volunteers (65-85 years old) were similar to those in younger volunteers\n(18-40 years old) for the 5-day therapeutic regimen [ see Geriatric Use (8.5) ].\nPediatric Patients\nPharmacokinetic studies with intravenous azithromycin have not been performed in children.\nDrug Interaction Studies\nDrug interaction studies were performed with oral azithromycin and other drugs likely to be co-administered. The ef fects of\nco-administration of azithromycin on the pharmacokinetics of other drugs are shown in Table 1  and the ef fects of other drugs\non the pharmacokinetics of azithromycin are shown in Table 2 .\nCo-administration of azithromycin at therapeutic doses had a modest ef fect on the pharmacokinetics of the drugs listed in Table\n1. No dosage adjustment of drugs listed in Table 1  is recommended when co-administered with azithromycin.\nCo-administration of azithromycin with efavirenz or fluconazole had a modest ef fect on the pharmacokinetics of azithromycin.\nNelfinavir significantly increased the C  and AUC of azithromycin. No dosage adjustment of azithromycin is recommended\nwhen administered with drugs listed in Table 2  [see Drug Interactions (7.3) ].th \nmax 0-120\nmax 0-120\nmax"
    },
    {
        "page": 13,
        "content": "Table 1. Drug Interactions: Pharmacokinetic Parameters for  Co-administer ed Drugs in the Pr esence of Azithr omycin\nCo-administer ed\nDrugDose of Co-\nadminister ed Drug Dose of Azithr omycin nRatio (with/without azithr omycin) of Co-\nadminister ed Drug Pharmacokinetic\nParameters (90% CI); No Effect = 1\nMean C Mean AUC\nAtorvastatin 10 mg/day for 8 days 500 mg/day orally on\ndays 6-812 0.83\n(0.63 to 1.08)1.01\n(0.81 to 1.25)\nCarbamazepine 200 mg/day for 2 days,\nthen 200 mg twice a day\nfor 18 days500 mg/day orally for\ndays 16-187 0.97\n(0.88 to 1.06)0.96\n(0.88 to 1.06)\nCetirizine 20 mg/day for 1 1 days 500 mg orally on day 7,\nthen 250 mg/day on days\n8-1114 1.03\n(0.93 to 1.14)1.02\n(0.92 to 1.13)\nDidanosine 200 mg orally twice a day\nfor 21 days1,200 mg/day orally on\ndays 8-216 1.44\n(0.85 to 2.43)1.14\n(0.83 to 1.57)\nEfavirenz 400 mg/day for 7 days 600 mg orally on day 7 14 1.04 0.95\nFluconazole 200 mg orally single dose 1,200 mg orally single\ndose18 1.04\n(0.98 to 1.1 1)1.01\n(0.97 to 1.05)\nIndinavir 800 mg three times a day\nfor 5 days1,200 mg orally on day 5 18 0.96\n(0.86 to 1.08)0.9\n(0.81 to 1)\nMidazolam 15 mg orally on day 3 500 mg/day orally for\n3 days12 1.27\n(0.89 to 1.81)1.26\n(1.01 to 1.56)\nNelfinavir 750 mg three times a day\nfor 1 1 days1,200 mg orally on day 9 14 0.9\n(0.81 to 1.01)0.85\n(0.78 to 0.93)\nSildenafil 100 mg on days 1 and 4 500 mg/day orally for\n3 days12 1.16\n(0.86 to 1.57)0.92\n(0.75 to 1.12)\nTheophylline 4 mg/kg IV  on days 1, 1 1,\n25500 mg orally on day 7,\n250 mg/day on days 8-1 110 1.19\n(1.02 to 1.4)1.02\n(0.86 to 1.22)\nTheophylline 300 mg orally twice a day\nfor 15 days500 mg orally on day 6,\nthen 250 mg/day on days\n7-108 1.09\n(0.92 to 1.29)1.08\n(0.89 to 1.31)\nTriazolam 0.125 mg on day 2 500 mg orally on day 1,\nthen 250 mg/day on day 212 1.06 1.02\nTrimethoprim/\nSulfamethoxazole160 mg/800 mg/day\norally for 7 days1,200 mg orally on day 7 12 0.85\n(0.75 to 0.97)/\n0.9\n(0.78 to 1.03)0.87\n(0.8 to 0.95)/\n0.96\n(0.88 to 1.03)\nZidovudine 500 mg/day orally for\n21 days600 mg/day orally for 14\ndays5 1.12\n(0.42 to 3.02)0.94\n(0.52 to 1.7)\nZidovudine 500 mg/day orally for\n21 days1,200 mg/day orally for\n14 days4 1.31\n(0.43 to 3.97)1.3\n(0.69 to 2.43)\n*\nTable 2. Drug Interactions: Pharmacokinetic Parameters for  Azithr omycin in the Pr esence of Co-administer ed Drugs\n[see Drug Interactions (7.3) ].\nCo-administer ed\nDrugDose of\nCo-administer ed\nDrugDose of\nAzithr omycin nRatio (with/without co-administer ed drug) of\nAzithr omycin Pharmacokinetic Parameters (90%\nCI); No Effect = 1\nMean C Mean AUC\nEfavirenz400 mg/day for\n7 days600 mg orally on\nday 7141.22\n(1.04 to 1.42)0.92\n*- 90% Confidence interval not reportedmax\n* *\n* *\n- 90% Confidence interval not reportedmax\n*"
    },
    {
        "page": 14,
        "content": "Fluconazole200 mg orally single\ndose1,200 mg orally\nsingle dose180.82\n(0.66 to 1.02)1.07\n(0.94 to 1.22)\nNelfinavir750 mg three times a\nday for 1 1 days1,200 mg orally on\nday 9142.36\n(1.77 to 3.15)2.12\n(1.80 to 2.5)\n*\n12.4 Micr obiology\nMechanism of Action\nAzithromycin acts by binding to the 23S rRNA  of the 50S ribosomal subunit of susceptible microor ganisms inhibiting bacterial\nprotein synthesis and impeding the assembly of the 50S ribosomal subunit.\nResistance\nAzithromycin demonstrates cross-resistance with erythromycin. The most frequently encountered mechanism of resistance to\nazithromycin is modification of the 23S rRNA  target, most often by methylation. Ribosomal modifications can determine cross\nresistance to other macrolides, lincosamides and streptogramin B (MLS  phenotype).\nAntimicr obial Activity\nAzithromycin has been shown to be active against the following microor ganisms, both in vitr o and in clinical infections. [ see\nIndications and Usage (1) ]\nGram-positive Bacteria\nStaphylococcus aur eus\nStreptococcus pneumoniae\nGram-negative Bacteria\nHaemophilus influenzae\nMoraxella catarr halis\nNeisseria gonorr hoeae\nLegionella pneumophila\nOther  Bacteria\nChlamydophila pneumoniae\nChlamydia trachomatis\nMycoplasma hominis\nMycoplasma pneumoniae\nThe following in vitr o data are available, but their clinical significance is unknown. At least 90 percent of the following\nbacteria exhibit an in vitr o minimum inhibitory concentration (MIC) less than or equal to the susceptible breakpoint for\nazithromycin against isolates of similar genus or or ganism group. However , the ef ficacy of azithromycin in treating clinical\ninfections caused by these bacteria has not been established in adequate and well-controlled clinical trials.\nAerobic Gram-Positive Bacteria\nStreptococci (Groups C, F , G)\nViridans  group streptococci\nGram-Negative Bacteria\nBordetella pertussis\nAnaer obic Bacteria\nPeptostr eptococcus species\nPrevotella bivia\nOther  Bacteria\nUreaplasma ur ealyticum\nSusceptibility T esting\nFor specific information regarding susceptibility test interpretive criteria and associated test methods and quality control\nstandards recognized by FDA  for this drug, please see: https://www .fda.gov/STIC.- 90% Confidence interval not reported\nB"
    },
    {
        "page": 15,
        "content": "13 NONCLINICAL  TOXICOLOGY\n13.1 Car cinogenesis, Mutagenesis, Impairment of Fertility\nLong-term studies in animals have not been performed to evaluate carcinogenic potential. Azithromycin has shown no\nmutagenic potential in standard laboratory tests: mouse lymphoma assay , human lymphocyte clastogenic assay , and mouse\nbone marrow clastogenic assay . In fertility studies conducted in male and female rats, oral administration of azithromycin for\n64 to 66 days (males) or 15 days (females) prior to and during cohabitation resulted in decreased pregnancy rate at 20 and 30\nmg/kg/day when both males and females were treated with azithromycin. This minimal ef fect on pregnancy rate\n(approximately 12% reduction compared to concurrent controls) did not become more pronounced when the dose was\nincreased from 20 to 30 mg/kg/day (approximately 0.4 to 0.6 times the adult daily dose of 500 mg based on body surface area)\nand it was not observed when only one animal in the mated pair was treated. There were no ef fects on any other reproductive\nparameters, and there were no ef fects on fertility at 10 mg/kg/day . The relevance of these findings to patients being treated with\nazithromycin at the doses and durations recommended in the prescribing information is uncertain.\n13.2 Animal Toxicology and/or  Pharmacology\nPhospholipidosis (intracellular phospholipid accumulation) has been observed in some tissues of mice, rats, and dogs given\nmultiple oral doses of azithromycin. It has been demonstrated in numerous or gan systems (e.g., eye, dorsal root ganglia, liver ,\ngallbladder , kidney , spleen, and/or pancreas) in dogs and rats treated with azithromycin at doses which, expressed on the basis\nof body surface area, are similar to or less than the highest recommended adult human dose. This ef fect has been shown to be\nreversible after cessation of azithromycin treatment. Based on the pharmacokinetic data, phospholipidosis has been seen in the\nrat (50 mg/kg/day dose) at the observed maximal plasma concentration of 1.3 mcg/mL  (1.6 times the observed C  of 0.821\nmcg/mL  at the adult dose of 2 g.) Similarly , it has been shown in the dog (10 mg/kg/day dose) at the observed maximal serum\nconcentration of 1 mcg/mL  (1.2 times the observed C  of 0.821 mcg/mL  at the adult dose of 2 g).\nPhospholipidosis was also observed in neonatal rats dosed for 18 days at 30 mg/kg/day , which is less than the pediatric dose of\n60 mg/kg based on body surface area. It was not observed in neonatal rats treated for 10 days at 40 mg/kg/day with mean\nmaximal serum concentrations of 1.86 mcg/mL, approximately 1.5 times the C  of 1.27 mcg/mL  at the pediatric dose.\nPhospholipidosis has been observed in neonatal dogs (10 mg/kg/day) at maximum mean whole blood concentrations of 3.54\nmcg/mL, approximately 3 times the pediatric dose C . The significance of the findings for animals and for humans is\nunknown.\n14 CLINICAL  STUDIES\n14.1 Community-Acquir ed Pneumonia\nIn a controlled trial of community-acquired pneumonia performed in the U.S., azithromycin (500 mg as a single daily dose by\nthe intravenous route for 2 to 5 days, followed by 500 mg/day by the oral route to complete 7 to 10 days therapy) was\ncompared to cefuroxime (2,250 mg/day in three divided doses by the intravenous route for 2 to 5 days followed by 1,000\nmg/day in two divided doses by the oral route to complete 7 to 10 days therapy), with or without erythromycin. For the 291\npatients who were evaluable for clinical ef ficacy , the clinical outcome rates, i.e., cure, improved, and success (cure +\nimproved) among the 277 patients seen at 10 to 14 days post-therapy were as follows:\nClinical Outcome Azithr omycin Comparator\nCure 46% 44%\nImproved 32% 30%\nSuccess (Cure + Improved) 78% 74%\nIn a separate, uncontrolled clinical and microbiological trial performed in the U.S., 94 patients with community-acquired\npneumonia who received azithromycin in the same regimen were evaluable for clinical ef ficacy . The clinical outcome rates,\ni.e., cure, improved, and success (cure + improved) among the 84 patients seen at 10 to 14 days post-therapy were as follows:\nClinical Outcome Azithr omycin\nCure 60%\nImproved 29%\nSuccess (Cure + Improved) 89%max\nmax\nmax\nmax"
    },
    {
        "page": 16,
        "content": "Hospira, Inc.Microbiological determinations in both trials were made at the pre-treatment visit and, where applicable, were reassessed at\nlater visits. Serological testing was done on baseline and final visit specimens. The following combined presumptive\nbacteriological eradication rates were obtained from the evaluable groups:\nCombined Bacteriological Eradication Rates for Azithromycin:\n(at last completed visit) Azithr omycin\nS. pneumoniae 64/67 (96%)\nH. influenzae 41/43 (95%)\nM. catarr halis 9/10 (90%)\nS. aur eus 9/10 (90%)\n   Nineteen of twenty-four patients (79%) with positive blood cultures for S. pneumoniae were cured (intent-to-treat analysis)\nwith eradication of the pathogen.\nThe presumed bacteriological outcomes at 10 to 14 days post-therapy for patients treated with azithromycin with evidence\n(serology and/or culture) of atypical pathogens for both trials were as follows:\nEvidence of Infection Total Cure Impr oved Cure + Impr oved\nMycoplasma pneumoniae 18 11 (61%) 5 (28%) 16 (89%)\nChlamydia pneumoniae 34 15 (44%) 13 (38%) 28 (82%)\nLegionella pneumophila 16 5 (31%) 8 (50%) 13 (81%)\n16 HOW  SUPPLIED/ST ORAGE AND HANDLING\nAzithromycin for Injection, USP  is supplied as white to of f-white lyophilized powder under a vacuum in a single-dose vial\nequivalent to 500 mg of azithromycin for intravenous administration.\nThese are packaged as follows:\nUnit of Sale Concentration\nNDC 0409-0144-10 500 mg/vial\nTray containing 10 single-dose vials\nStore at 20 to 25ºC (68 to 77ºF). [See USP  Controlled Room Temperature.]\n17 PATIENT  COUNSELING INFORMA TION\nPatients should be informed of the following serious and potentially serious adverse reactions that have been associated with\nAzithromycin for Injection:\nDiarrhea: Inform patients that diarrhea is a common problem caused by antibacterial drugs which usually ends when the\nantibacterial is discontinued. Sometimes after starting treatment with antibacterials, patients can develop watery and bloody\nstools (with or without stomach cramps and fever) even as late as two or more months after having taken the last dose of the\nantibacterial. If this occurs, patients should notify their physician as soon as possible.\nDistributed by Hospira, Inc., Lake Forest, IL  60045 USA                                                                                       \nLAB-101 1-7.0\n aa\nRevised: 2/2022"
    }
]